{
    "35c8": "¡Ajá! ¡Has encontrado las llaves! Excelente, ¡voy a mover el autobús ahora! ¡Que te diviertas!",
    "eade": "¡Ahhh! ¡Bananas para I. R. Baboon! ¡I. R. Baboon te da cinta adhesiva!",
    "8ace": "¡Muy bien! ¡Has encontrado la llave inglesa! ¡Ahora entremos y tratemos de llenar la piscina!",
    "388d": "¡Arf! ¡Arf! Oh... uh, quiero decir ¡QUACK!",
    "91e6": "¡Por fin! ¡Una raqueta de tenis con la que probar mi creación! Toma, puedes quedarte con mi martillo porque ya no lo necesito.",
    "57ed": "Al principio de cada semana, dirígete directamente al puesto de información. Allí se enterará de lo que ocurre en el complejo.",
    "a260": "¡Cuidado con el VOLCÁN!",
    "538a": "Si tuviera un martillo, podría abrir este maldito coco. Si me consigues uno, te diré cómo conseguir los plátanos.",
    "043e": "¡Arde, nena, arde! ¡Disco Inferno!",
    "8e13": "¡Pastel por favor!",
    "8681": "Jardines del complejo cartoon CARTOON",
    "8703": "¡Genial! ¡Tienes una barra de chocolate para mí! Un trato es un trato... ¡aquí está la cinta adhesiva! Oye, he oído que Suzy está acaparando todo el chicle, ¡tiene que aprender a compartir!",
    "dc8f": "¡Maldita sea! Debo haber estado caminando anoche porque me desperté esta mañana y mis pies estaban mojados y mi maldita llave inglesa había desaparecido.",
    "94c1": "¡No alimentes a los patitos!",
    "01b2": "¡Haz el HUSTLE!",
    "f09f": "¿Te gusta el calcetín?",
    "1517": "¡No te vayas todavía! La diversión acaba de empezar.",
    "1d2c": "¡Patitos! ¡Patitos! ¡Quiero ver los patitos! ¿¡Has visto los patitos!? ¡¡Llévame a los patitos!!",
    "9d36": "Finalmente, mi última creación está completa: ¡El Tenis-Tron X35-Z! ¡Es el mejor robot jugador de tenis del MUNDO! ¡Ahora sólo necesito una raqueta de tenis para poder probarlo! Si me encuentras una, ¡te daré mi martillo!",
    "c1d4": "¡Genial! Gracias por el martillo... ahora te diré cómo conseguir los plátanos. Uno de los árboles de la Isla del Volcán se puede mover. Empújalo sobre el parche de hierba.",
    "4d3b": "¡Aquí está el botiquín!",
    "b8a6": "¡Oye! ¿Quieres mi goma de mascar? ¡Aquí tienes!",
    "2cd0": "¡Oye, si quieres esta cinta escocesa tan chula, te la cambio por una chocolatina! Por cierto, ¡he oído que se pueden alquilar barcos en el puerto deportivo!",
    "55c3": "¿Eh?",
    "00cf": "No tengo más caramelos para ti, ¿vale?",
    "0e73": "Me siento mucho mejor ahora que tengo protector solar",
    "b356": "He oído que la raqueta de tenis está escondida debajo de una de las fuentes",
    "ec38": "Me gustaría tener una sombrilla porque quiero tumbarme en la playa pero tengo miedo de que se me queme la ubre. ¿Puedes encontrar una para mí?",
    "77fd": "C-c-creo que a-a-anoche v-v-vi a Eustace c-caminando con la llave inglesa. Siempre se la lleva c-cuando se va de v-v-vacaciones",
    "b41a": "¡Creo que he visto a ese espeluznante perro, Courage, escondido en los arbustos detrás de mi cabaña! Hombre, ¡eso me pone los pelos de punta!",
    "1df1": "Estoy aburrido. Me gustaría poder ir a nadar",
    "8040": "Sólo hago esto del pato para pagar mis cuentas",
    "dc84": "¡I. R. Baboon tiene hambre! ¡Quiere plátanos! ¡Consigue plátanos para I.R. Baboon y I.R. te dará cinta adhesiva!",
    "fd8c": "Cabina de información -->>",
    "5f08": "Cabina de información: /\\n                   |",
    "d8fb": "La cabaña de Johnny Bravo",
    "25a9": "Sólo un viejo árbol solitario.",
    "eb84": "Tal vez debería mudarme a una nueva casa.....",
    "dff1": "Mojo-Jojo se siente mucho mejor ahora.",
    "cabb": "Muchas gracias. Puedes quedarte con esta tirita del botiquín, pues es algo que no necesito y, por tanto, no deseo poseer",
    "4fc0": "¡No hay más barcos para alquilar hoy!",
    "0624": "¡No más protector solar hoy!",
    "a4da": "¡Aquí no hay raqueta de tenis!",
    "0f69": "Oficina de la enfermera -->",
    "4679": "¡Oh Phooey! ¡He perdido las llaves del autobús en algún lugar por aquí! Ayúdame a encontrarlas y lo moveré para que puedas entrar en el complejo!",
    "7bc5": "¡Oh, qué bien! ¡Protector solar! Toma este calcetín",
    "067e": "Oohhh, el sol está tan caliente... ¿podrías por favor encontrarme un poco de protector solar para que no me queme y me pique?",
    "f4bb": "Por favor, no mueva las fuentes.",
    "89ab": "Piscina:\nEn línea recta",
    "40cb": "Casa de la bomba\n<----",
    "0a2a": "QUACK! QUACK! QUACK",
    "709a": "QUACK! QUACK! QUACK!",
    "39f2": "Quark!",
    "fea6": "Afeitado y corte de pelo... ¡dos bits!",
    "7f27": "Alguien debe mover este autobús primero antes de poder entrar en el complejo",
    "a214": "Pronto, el mundo se maravillará con mi nuevo Tenis-Tron X35-Z. Sólo tienes que esperar y ver!",
    "a614": "¡Lo siento! No hay más protector solar hoy!",
    "4d1e": "¡Lo siento! No hay más paraguas hoy!",
    "b0c3": "¡Lo siento, no hay discoteca durante el día!",
    "861a": "Seguir con vida....",
    "e6b3": "¡DESTRÚYEME!",
    "138a": "¡Gracias por ayudarme a encontrar esa Vaca mala! Toma, deberías tener esta barra de chocolate que encontré en mi bolsillo",
    "719e": "¡Gracias! Toma, puedes quedarte con este calcetín",
    "8dba": "¡Gracias amigo! Te mereces un abrazo",
    "6dab": "La Oficina de Enfermería está cerrada. Lo siento",
    "3788": "¡El salón de billar está cerrado! Lo siento",
    "5290": "¡Este autobús está bloqueando la entrada al complejo!",
    "28fc": "Este es un restaurante elegante. Por favor, vuelve cuando tengas ropa más elegante",
    "0c96": "¡Por aquí a la DISCO!",
    "5cea": "¡Uh-Oh! ¡Alguien ha robado toda el agua de la piscina y todos están muy ansiosos por ir a nadar! De ti depende entrar en la casa de la bomba y ayudar a Buttercup a llenar la piscina de nuevo. Debes encontrar la llave inglesa para poner en marcha el agua, pero también puedes recoger otros objetos por el camino que te ayuden a arreglar las tuberías oxidadas de esa casa-bomba!\n¡Buena suerte!",
    "4d7d": "Uugh... I. R. Baboon comió demasiados plátanos. ",
    "b790": "¡LÁVAME!",
    "a224": "¿¡QUÉ!? Soy un ÁRBOL!!!",
    "5424": "¿Pudiste conseguir los plátanos?",
    "5352": "¡Que mala suerte! ¡Sin agua en la piscina, nadie puede ir a nadar! Alguien tiene que encontrar la llave inglesa para que podamos usarla para abrir el agua. Si la encuentras, tráela aquí y te ayudaré",
    "52a8": "¿Dónde está esa estúpida vaca? ¿Me ayudas a encontrarla? ¡Mamá y papá nos dijeron que no nos alejáramos demasiado de la cabaña! Ella estará en un gran problema!",
    "f2ef": "¡¿Dónde está esa estúpida Vaca?!? ¡¿Me ayudarás a encontrarla?! ¡Mamá y papá me dijeron que no la dejara ir muy lejos! Ooooo, ¡Está en un gran problema!",
    "bd30": "¡¡¡SÍ!!! PATITOS!! ¡Gracias! ¡Eh! ¿Qué es esa cosa brillante y con aspecto de llave inglesa que hay allí? Oooo, ¡brillante!",
    "a99d": "¡ÑAM!",
    "c66a": "¡Compraste una botella de protector solar!",
    "a99c": "Has comprado el protector solar.",
    "7946": "¡Has encontrado una sombrilla de playa!",
    "0dfb": "¡Has encontrado los plátanos!",
    "578e": "¡Has encontrado la raqueta de tenis!",
    "bfc1": "¡Has encontrado la llave inglesa! ¡Hurra!",
    "738a": "¡Has encontrado un par de llaves!",
    "de54": "¡Me das ganas de bailar!",
    "d00f": "¡Has alquilado un barco!",
    "a5d3": "¡Tú ahí! Ve y tráeme un kit de primeros auxilios. Me he lesionado la cabeza intentando saltar a la piscina que no tiene agua. Rápido, ¡vete ya!",
    "d431": "¡¿Quieres otro abrazo, hombre?!",
    "5504": "¡muéveme!"
}