{
    "2ba1": "<MUNCH MUNCH MUNCH>",
    "29b7": "A-ha! A sandwich of tuna! Take this robotic dinosaur as a token of my appreciation! Believe me, I'm a little weary of robots for the time being.",
    "d65d": "AAUGH! Take this octopus out of our house!!!",
    "4a43": "AH! You have brought me a gruesome, crawling pet for my plan. My plan needed a gruesome, crawling pet to make it work and now I have one. This beetle is both gruesome and crawling, for which I am grateful. I will take good care of this pet and he shall be called Lord Bug Master ",
    "388d": "¡Arf! ¡Arf! Oh... uh, quiero decir ¡QUACK!",
    "fc6b": "¡Ah, hombre! ¡Podría estropearme el pelo recogiendo ese equipaje! Si puedes encontrar el carro del equipaje, lo moveré. Si no: ¡Ni hablar, José!",
    "89bf": "Awesome! I'm gonna show my new scary lizard to everyone! I think I'll name him Franky!",
    "363a": "Awww, isn't she the cutest little koala you have ever seen?",
    "04dc": "BLAH",
    "538a": "Si tuviera un martillo, podría abrir este maldito coco. Si me consigues uno, te diré cómo conseguir los plátanos.",
    "043e": "¡Arde, nena, arde! ¡Disco Inferno!",
    "26f4": "CHECK ME!!!!!",
    "f6de": "CERRADO",
    "8681": "Jardines del complejo cartoon CARTOON",
    "5480": "¡CARTOON Summer Resort o BUST!",
    "96c6": "¡Enhorabuena! ¡Has conseguido encontrar la armadura!",
    "8703": "¡Genial! ¡Tienes una barra de chocolate para mí! Un trato es un trato... ¡aquí está la cinta adhesiva! Oye, he oído que Suzy está acaparando todo el chicle, ¡tiene que aprender a compartir!",
    "6235": "DELETE ME",
    "6a69": "DELETE ME!",
    "7d72": "DELETE ME!!!",
    "b2cd": "Did you know that if you put a paper bag over an ostrich's head they think it's nighttime? It's a good way to calm them down!",
    "1ecc": "¡No molestar!",
    "94c1": "¡No alimentes a los patitos!",
    "01b2": "¡Haz el HUSTLE!",
    "f09f": "¿Te gusta el calcetín?",
    "5f5c": "Does this place have cable T.V.?",
    "1517": "¡No te vayas todavía! La diversión acaba de empezar.",
    "cf0e": "Drat ! Wouldn't you know it? I've lost my golden watch and chain! Will you help me find it? If you do I will let you have this exotic leaf that I found by the tennis courts!",
    "c897": "¡Ewww! Esa flor no es nada bonita, ¡aléjala de mí!",
    "4dae": "FOR THE LAST TIME! MOVE THE FOUNTAINS, NOT!!!!!",
    "0e92": "Franky is the coolest!",
    "84a1": "Franky the lizard. One heck of a reptile! ",
    "d995": "¡Vete!",
    "67b6": "Good grief! The volcano is going to blow! Don't run away, because the resort needs your help! Courage the Cowardly Dog is trapped inside the caves underneath the volcano. You've got to help save him! First, you will have to get the other animals off the island one at a time (your boat can only carry so much weight). Once you have found someone to take care of each one, the animals will give you special items to help make it through the caves and rescue Courage! Hurry, the volcano could erupt at any moment!",
    "c1d4": "¡Genial! Gracias por el martillo... ahora te diré cómo conseguir los plátanos. Uno de los árboles de la Isla del Volcán se puede mover. Empújalo sobre el parche de hierba.",
    "a2f6": "HELLO!",
    "b99f": "¿Ya has encontrado mi almuerzo?",
    "ebc8": "Have you saved any other animals from the mean-ol' volcano yet?!?",
    "4d3b": "¡Aquí está el botiquín!",
    "4a62": "¡Oye! ¡Cuidado, amigo!",
    "2cd0": "¡Oye, si quieres esta cinta escocesa tan chula, te la cambio por una chocolatina! Por cierto, ¡he oído que se pueden alquilar barcos en el puerto deportivo!",
    "7a54": "Hmmmmm. I wonder what time it is?",
    "6c35": "Hotel Lobby\n<--------",
    "620f": "Hotel Lobby  ---->",
    "55c3": "¿Eh?",
    "b6f4": "I always did want a pet to call ma' own: somethin' with a funny-lookin' face that was good at climbin' trees. If I had me one I would learn 'im to change th' channel on ma' T.V. and fix that dern-blasted carberator on ma' tractor!",
    "7023": "I bet if I had a scale-covered monster with big bug-eyes I could use it to scare Dee-Dee and Suzy! That would be hilarious!",
    "ee68": "Anoche encontré este tonto instrumento musical en la discoteca. Puedes quedártelo si me encuentras una flor muy bonita, ninguna de estas lo hará.....",
    "a6e8": "I have not eaten since before the tennis robot went haywire! I could really go for a tuna sandwich right now. If you bring one to me, I will give you this remote-controlled robotic dinosaur!",
    "fff4": "I love cute and fuzzy pets! I'd love to take care of one of those poor animals trapped on the island, but only if's it's cute and fuzzy and doesn't jump around a lot. Better yet, one with a strange-looking nose! That would be perfect!",
    "f71a": "He pedido un Big Value Meal en el restaurante, pero sólo quiero las patatas fritas. Si me encuentras un poco de ketchup, te dejaré esta hamburguesa con queso.",
    "5e43": "I really look up to my new big brother!",
    "ec38": "Me gustaría tener una sombrilla porque quiero tumbarme en la playa pero tengo miedo de que se me queme la ubre. ¿Puedes encontrar una para mí?",
    "7206": "¡Creo que llamaré a mi mascota-roca Mimsyford! ¡YAAAAY!",
    "5237": "¡Quiero un gatito!",
    "b51c": "Me gustaría tener una pequeña y bonita mascota que pudiera sostener, abrazar y amar todo el día. Si encuentras una, te cambio esta bonita flor.",
    "2094": "I'm not leaving until you bring me a red flower! Hmmph!!",
    "090e": "Estoy tan aliviado de tener mi cartera de vuelta.",
    "a956": "¡Te estoy vigilando, amigo! ¡Ni siquiera lo pienses!",
    "6794": "I.R. Baboon love robo-dino! I.R. keep as pet. I.R. give paper bag in return!",
    "4e97": "I.R. Baboon tiene sueño....",
    "20d9": "I.R. Baboon want pet, too! I.R. want metal pet that stomps and roars! I.R. give paper bag for metal pet!",
    "44a7": "I.R. Baboon quiere estar en una banda. I.R. Baboon sólo toca un instrumento: la pandereta. Dar I.R. Baboon pandereta y I.R. Baboon dar piña a cambio.",
    "5f08": "Cabina de información: /\\n                   |",
    "e8b1": "Cabina de información ---->",
    "25a9": "Sólo un viejo árbol solitario.",
    "d504": "Kitty no hace mucho. Quizá tenga sueño.",
    "d6bf": "Lord Bug Master is hungry...",
    "da1e": "Tío, odio este trabajo, pero quiero que mi madre esté orgullosa.",
    "31c8": "Man, oh, man! Suzy took my tuna sandwich so all I had for lunch was rice-cakes! That just isn't right! I bet she didn't even eat it!",
    "eb84": "Tal vez debería mudarme a una nueva casa.....",
    "62f3": "Mmm-mmm! The ice cream parlor makes delicious banana split sundaes! I highly recommend them!",
    "44a5": "Mmmm! This tuna is delicious!",
    "3cf3": "Monkeys are so funny! Did you know that monkeys will eat anything with bananas in them? They just love those silly bananas! Do you think you will be able to save all the poor animals in time?",
    "ac0c": "Mi VERDADERA pasión es la jardinería.",
    "3347": "My plan that I have planned requires a pet of my own. And not just any pet! Mojo Jojo must have a  gruesome pet that will inspire fear and horror! Preferably, this pet would crawl and have a spiky outer shell to protect itself against enemies. A cute and fuzzy animal will not do! Cute and fuzzy animals are not what I require!",
    "36c0": "My sister cow is so dumb! I wish I had a cool BIG BROTHER instead!",
    "5a9a": "NO MORE ICE CREAM!! ONLY CANNED YAM CAKE LEFT!",
    "4fc0": "¡No hay más barcos para alquilar hoy!",
    "6769": "¡No hay más gafas de sol a la venta hoy!",
    "0f69": "Oficina de la enfermera -->",
    "c03d": "Oh boy! That giant chicken you have is so cool! Let him stay with me and be my new big brother!",
    "e334": "¡Oh chico!, ¡Muchas gracias por encontrarme una flor muy bonita! ¡Llévate esta tonta pandereta!",
    "7f12": "¡Oh, qué bien! ¡Mi cartera ha sido encontrada! Muchas gracias, joven. Tu recompensa es un crujiente billete de diez dólares. ¡Guárdalo sabiamente!",
    "a282": "¡Oh, fiddlesticks y flooey! ¡Parece que he perdido mi cartera! ¡No sé qué voy a hacer sin ella! ¡Encuentra mi cartera y te daré una recompensa!",
    "7f5b": "¡Oh, qué bien! Has conseguido mi almuerzo de esa VACA ESTÚPIDA. Disfruta de esta deliciosa nut-log como recompensa.",
    "fee3": "Oh, thank heavens! You have located my very valuable golden watch and chain! Here, you may have this strange Australian leaf that I found! Have fun!",
    "90e3": "Oh, thank you for f-f-finding me! I got trapped in here when I was t-t-trying to hide from Mojo Jojo! I can't move the r-r-rock that is blocking the exit from the volcano! Maybe we can push it t-t-t-together and get out of here before it erupts! HURRY!",
    "030a": "Oh, that Ms. Koala Bear is adorable! I will take good care of her and give her a nice home! But, boy, what a weird-lookin' nose! I'm sure glad my nose is normal! Say, would you like my tuna sandwich?",
    "399b": "One time, When I went to the zoo, I learned that koala bears only eat eucalyptus leaves! Can you believe it? They're pretty picky!",
    "fbd7": "¡Espero que estés disfrutando de tu estancia en nuestro magnífico resort....hehe! De todos modos, asegúrese de ir a la cabina de información para ver qué tipo de travesuras están sucediendo hoy.",
    "d54a": "OoooOOooo! Pretty red flower! Bye-eee!",
    "9421": "¡Ooooo! ¡Marcado Rocky! ¡Me encanta! ¡Toma! ¡Puedes quedarte con esta flor tan bonita!",
    "462d": "¡Ooooo, KITTY! ¡Aquí, queso!",
    "607d": "Estacionamiento\n<--------",
    "f4bb": "Por favor, no mueva las fuentes.",
    "c8a9": "Bonita flor....",
    "0a2a": "QUACK! QUACK! QUACK",
    "709a": "QUACK! QUACK! QUACK!",
    "a137": "REMOVE ME !!!!!!!!!!!!!!!!!!!",
    "af8b": "REMOVE ME!!!!!!!!!!!!!!!",
    "b6e2": "ROOAAAARRR!!!!",
    "8cc5": "¡¡¡PORTAJE!!! ¡ESTE COCHE ESTÁ PROTEGIDO POR COBRA!",
    "fea6": "Afeitado y corte de pelo... ¡dos bits!",
    "a614": "¡Lo siento! No hay más protector solar hoy!",
    "4d1e": "¡Lo siento! No hay más paraguas hoy!",
    "b0c3": "¡Lo siento, no hay discoteca durante el día!",
    "662a": "Sorry, no more boats today!",
    "e15e": "Lo sentimos, nos hemos quedado sin gafas de sol.",
    "01d4": "Stand clear of Lord Bug Master, apparently he is hungry!",
    "861a": "Seguir con vida....",
    "e781": "¡La estúpida vaca me robó el almuerzo! Siempre se queja de que quiere un gatito de mascota, pero mamá no le deja tener uno. Toma, coge este gatito de peluche que encontré en la caja de juguetes y dáselo; nunca notará la diferencia. Si ves mi almuerzo, devuélvelo y te daré este nut-log, no lo quiero.",
    "a812": "Las gafas de sol cuestan 10 dólares",
    "ec9e": "Las gafas de sol cuestan 10 dólares.",
    "e6b3": "¡DESTRÚYEME!",
    "2271": "Gracias por la pandereta. Toma la piña de I.R. Baboon.",
    "719e": "¡Gracias! Toma, puedes quedarte con este calcetín",
    "8a3d": "¡Gracias por quitarnos ese pulpo de encima! ¡No soportamos las mascotas que no están domesticadas!",
    "c642": "¡Gracias por la kethcup! Toma, coge mi hamburguesa con queso, no la quiero.",
    "2c73": "Gracias. Ahora moveré ese equipaje.",
    "387e": "That monkey sure is a whipper-snapper!",
    "6dab": "La Oficina de Enfermería está cerrada. Lo siento",
    "3bde": "The beetle has given you the Water Stone in exchange for saving him from the volcano!",
    "8a40": "Los sombreros que vende este lugar son muy tontos.",
    "6652": "The koala bear has given you the Tree Stone!",
    "5e8e": "The lizard has given you the Sun Stone!",
    "f7dd": "The monkey gives you the STONE Stone!",
    "85a5": "The monkey is very scared and will not come down from the trees. You will need to find something that monkeys like to bring him down from there!",
    "9308": "The monkey sees the delicious banana split you have brought him and decides to come down from the trees! He will wait for you near the southern shore!",
    "9355": "The ostrich has given you the Wind Stone!",
    "3788": "¡El salón de billar está cerrado! Lo siento",
    "5290": "¡Este autobús está bloqueando la entrada al complejo!",
    "8f86": "This door is not currently open, therefore rendering it impossible to walk through if you are a solid mass. ",
    "1260": "Esta es la cabaña de Johnny Bravo.",
    "28fc": "Este es un restaurante elegante. Por favor, vuelve cuando tengas ropa más elegante",
    "c306": "This koala bear totally will not koala-perate! Find something that she would like to eat in order to get her out of the hiding place! ",
    "f636": "¡Este equipaje está bloqueando la salida!",
    "9c62": "Este equipaje está bloqueando la salida.",
    "ea7c": "This monkey is wack!",
    "9fd9": "This ostrich is totally berzerk and won't stay still long enough for you to put him in your boat. You will have to find something that will calm the ostrich down!",
    "08cf": "This ostrich is totally nuts-o!",
    "e4bd": "¡Este lugar sólo vende trajes de baño verdes! Simplemente no es tu color.",
    "4561": "Esta estrella de mar está durmiendo, así que la coges y la metes en tu mochila.",
    "0c96": "¡Por aquí a la DISCO!",
    "b790": "¡LÁVAME!",
    "a224": "¿¡QUÉ!? Soy un ÁRBOL!!!",
    "5c96": "Want to know why I'm sad? I saw a shiny golden thing over near the tennis courts but Mommy wouldn't let me go get it.",
    "5424": "¿Pudiste conseguir los plátanos?",
    "ffbf": "Qué fuente más bonita.",
    "ab5d": "When you get inside the maze-like caves underneath the volcano, watch your step! Some spots will send you back to an earlier part of the maze!",
    "436e": "¿Dónde ESTÁ ese animal canino que se asusta fácilmente y que es conocido también como Courage....",
    "f2ef": "¡¿Dónde está esa estúpida Vaca?!? ¡¿Me ayudarás a encontrarla?! ¡Mamá y papá me dijeron que no la dejara ir muy lejos! Ooooo, ¡Está en un gran problema!",
    "4359": "¿Quién está ahí?",
    "bd30": "¡¡¡SÍ!!! PATITOS!! ¡Gracias! ¡Eh! ¿Qué es esa cosa brillante y con aspecto de llave inglesa que hay allí? Oooo, ¡brillante!",
    "a99d": "¡ÑAM!",
    "a292": "Yip-a-Dee-Doo-Da! A crazy monkey to call ma' own! Ain't he a hum-dinger?! Hey, monkey! When ya think you'll get around t' fixin' that carberator?!?!",
    "3811": "You bought a banana split!",
    "c66a": "¡Compraste una botella de protector solar!",
    "e761": "¡Compraste un par de gafas de sol!",
    "a4af": "¡Compraste un par de gafas de sol!",
    "8390": "You can only carry one animal at a time!",
    "0e1d": "You can only pick up one animal at a time!",
    "97da": "You can only take one animal at a time!",
    "7946": "¡Has encontrado una sombrilla de playa!",
    "dad6": "¡Has encontrado la cartera del alcalde!",
    "0dfb": "¡Has encontrado los plátanos!",
    "9f65": "¡Has encontrado el bigote falso en la cabaña de Johnny Bravo!",
    "578e": "¡Has encontrado la raqueta de tenis!",
    "55c2": "You got the tuna sandwich!",
    "185b": "You have discovered the Mayor's watch!",
    "cab7": "You have managaed to lure the koala bear out of her hiding place with the eucalyptus leaf! Now she is waiting on the shore to be rescued!",
    "bb9f": "No tienes necesidad de comprar joyas.",
    "d42f": "You have opened the fourth door with the Wind Stone!",
    "62d7": "You have picked a red flower!",
    "e21a": "You have picked up the beetle in order to carry him to safety!",
    "e4a5": "You have picked up the lizard",
    "bc12": "You have picked up the monkey!",
    "59bc": "You have picked up the ostrich!",
    "fbba": "You have put the paper bag over the ostrich's head, making him think it's nighty-night time! He has calmed down and is ready to be taken off the island! ",
    "de54": "¡Me das ganas de bailar!",
    "0e7b": "You need the Stone Stone to open this door!",
    "f0b2": "You need the Sun Stone to open this door!",
    "6037": "You need the Tree Stone to open this door!",
    "067b": "You need the Water Stone to open this door!",
    "526a": "You need the Wind Stone to open this door!",
    "6858": "You opened the fifth door with the Stone Stone!",
    "99a9": "You opened the first door with the Sun Stone!",
    "5fc4": "You opened the second door with the Water Stone!",
    "975f": "You opened the third door with the Tree Stone",
    "4b87": "You pick up the koala bear!",
    "9e99": "You picked up the monkey!",
    "d00f": "¡Has alquilado un barco!",
    "4c22": "¡No eres del servicio de habitaciones!",
    "0cb0": "¡Una maravilla! ¡Las patatas fritas son increíbles! ¡Whoopee!",
    "05a9": "ff",
    "50e7": "w",
    "5dde": "xx",
    "cd2e": "xxx",
    "eaf1": "xxxxx"
}