{
    "ddf": "Bingo! This key works! C'mon, Scooby-Doo.",
    "201": "Dig this crazy painting, Scoob. It's almost creepier than that ghost!",
    "0d3": "Great going, gang! Now to find out who this ghost really is!",
    "b1d": "Groovy! I put this book back on the shelf and it opened a secret passage! This place is nuts!",
    "931": "HERE WE GO AGAIN! It's the GHOST! Let's get out of here, Scooby!",
    "661": "Hello, friends. Mr. Maxwell was sitting in this very room when he disapeared. Mayhaps there's a clue in this room.",
    "42a": "Hello, kids. I'm the local sheriff. The butler called me to help find Mr. Maxwell. If you find any clues, I'd appreciate it if you brought them to my attention.",
    "459": "Hey, I found a clue! This key must be useful for something.",
    "1b0": "Hey, Looks like a book is missing from this shelf!",
    "22c": "Hey, this painting looks like the one we found downstairs in the living room. Something funny's going on here.",
    "da0": "I knew there was no such things as ghosts! Time to unmask our ghastly ghoul!",
    "864": "I think I saw a book like this downstairs, but where?",
    "666": "Like, Wow! A Banana Split! Maybe this haunted mansion business isn't so bad after all!",
    "a44": "Like, there's a fishing line running from here to the stairs!  That ghost isn't a ghost at all, it's just a sheet on a wire!",
    "983": "Like, there's a fishing running from here to the stairs!That ghost ins't a ghost at all, it's just a sheet on a wire!",
    "aee": "Like, weren't we just in here?",
    "347": "Like, wow! A key! Let's go see what it fits!",
    "911": "Look at this, Scoob! It's a rejected film script written by Mac Royson. I think this might be a real clue!",
    "c49": "Look, Scoob, a photo of Daphne's Uncle Maxwell with some creepy looking guy. I wonder if this is a clue!",
    "e87": "Man oh man, Scoob, this place is wierd!",
    "279": "Outta sight! This key fits perfectly! Let's go inside and look for clues!",
    "8bc": "Some door, huh Scoob? It takes you back to where you started.",
    "38a": "Thank you all for finding Mr. Maxwell! You did a great job!",
    "6d4": "Thanks again, kids! Be careful with that ghost!",
    "422": "Thanks for finding my uncle, you two! I owe you a whole box of Scooby Snacks!",
    "e88": "Thanks, kids, for rescuing me! First the ghost kidnapped me, then he hid me away! I owe you a debt of gratitude! Let's go find the police.",
    "aeb": "This is were we found that fishing wire.",
    "589": "This painting is a fake! Not only that, it's covering up a secret door. Like, what do you know? ",
    "14b": "This rejected script is a big clue, kids. According to this note inside, Mr. Maxwell declined to produce any more of Mac Royson's films. I suspect this is why they had a falling out!",
    "79c": "We can't leave this creepy mansion until we solve this mystery.",
    "13c": "We caught the ghost. now to find out the Hollywood Horror's true identity. ",
    "fcb": "We've got that ghost where we want him! But who could it be?",
    "0e2": "Welcome to Maxwell Manor. Master Maxwell has vanished. Please help find him...but be careful of that dreadful ghost, the Hollywood Horror!",
    "813": "What's this? Hmm...a photo of Mr. Maxwell with Mac Royson. They made films together until they had a falling out. This could be a clue, boys.",
    "723": "Whoa...it's like every door in this spooky place is locked!",
    "b67": "You did it! Oh, I'm so happy you found Mr. Maxwell! Now go catch that ghost!",
    "cf7": "You kids are doing a great job.   Keep looking around for those clues.",
    "ada": "You kids found Mr. Maxwell! Great job! Come with me, kids. Let's go find out who this Ghost really is!",
    "d8a": "You kids found Mr. Maxwell! Great job! Come with me, kids. Let's go find out who this ghost really is! ",
    "7e2": "Zoinks! It's the Hollywood Horror! Let's go tell the Sheriff!",
    "a3e": "floor",
    "cd0": "g",
    "c9a": "k out!",
    "186": "smapdy!",
    "593": "what a neat bookcase.",
    "345": "you kids are doing a great job. Keep looking around for those clues!"
}