{
    "35c8": "Ah-ha! You found the keys! Excellent, I'll move the bus now! Have fun!",
    "eade": "Ahhh! Bananas for I. R. Baboon! I. R. Baboon give you duck-tape!",
    "8ace": "Alright! You found the wrench! Now let's go inside and try to get the pool filled up!",
    "388d": "Arf! Arf! Oh... uh, I mean QUACK!",
    "91e6": "At last! A tennis-racket with which to test my creation! Here, you can have my hammer because I do not need it anymore! ",
    "57ed": "At the beginning of each week, go straight to the information booth. There you will find out what is going on at the resort!",
    "a260": "Beware of the VOLCANO!",
    "538a": "Boy, if only I had a hammer, then I could open up this darn coconut. If you get one for me, I'll tell you how to get the bananas.",
    "043e": "Burn, baby, burn! Disco Inferno!",
    "8e13": "Cake Please!",
    "8681": "Cartoon CARTOON Resort Gardens",
    "8703": "Cool! You got a chocolate bar for me! A deal's a deal... here's the scotch-tape! Hey, I heard that Suzy is hogging all of the bubble-gum, she needs to learn to share! ",
    "dc8f": "Dang it all! I must've been a-sleep walkin' last night cuz I woke up this mernin' and ma' feet were all wet an' ma' dern wrench was gone missin'! ",
    "94c1": "Do not feed the duckies!",
    "01b2": "Do the HUSTLE!",
    "f09f": "Do you like the sock?",
    "1517": "Don't leave yet! The fun is just getting started!",
    "1d2c": "Duckies! Duckies! I wanna see the duckies! Have YOU seen the duckies!?!?! Take me to the DUCKIES!!!",
    "9d36": "Finally, my ultimate creation is complete: The Tennis-Tron X35-Z! It is the greatest tennis-playing robot in the WORLD! Now all I need is a tennis racket so that I can test him out! If you find one for me I will give you my hammer!",
    "c1d4": "Great! Thanks for the hammer... now will tell you how to get the bananas. One of the trees on Volcano Island can be moved. Push it over top of the grassy patch!",
    "4d3b": "Here is the First Aid Kit!",
    "b8a6": "Hey! You want my bubble gum? Here you go!",
    "2cd0": "Hey, if you want this cool scotch-tape, I'll trade it to ya for a chocolate bar! By the way, I heard that you can rent boats at the marina!",
    "55c3": "Huh?",
    "00cf": "I do not have any more candy for you OK?!",
    "0e73": "I feel so much better now that I have sunscreen.",
    "b356": "I heard that the tennis racket is hidden underneath one of the fountains.",
    "ec38": "I sure do wish I had an umbrella because I want to lay on the beach but I am afraid that my udder will get burned. Can you find one for me?",
    "77fd": "I th-th-think I s-s-s-saw Eustace w-walking around with the wrench last n-n-night. He always takes it with him wh-whenever he goes on v-v-vacation.",
    "b41a": "I think I saw that creepy dog, Courage, hidin' in the bushes behind my cabin! Man, that gives me the willies!",
    "1df1": "I'm bored. I wish I could go swimming!",
    "8040": "I'm only doing this duck thing to pay my bills.",
    "dc84": "I. R. Baboon hungry! Want bananas! Get bananas for I.R. Baboon and I.R. give you duck tape!",
    "fd8c": "Info Booth -->>",
    "5f08": "Info Booth: /\\n                   |",
    "d8fb": "Johnny Bravo's Cabin.",
    "25a9": "Just a lonely ol' tree.",
    "eb84": "Maybe I should move to a new house..... ",
    "dff1": "Mojo-Jojo feels much better now.",
    "cabb": "Much thanks. You may have this band-aid from the kit, for it is something that I do not need and therefore do not wish to possess!",
    "4fc0": "No more boats to rent today!",
    "0624": "No more sunscreen today!",
    "a4da": "No tennis racket here!",
    "0f69": "Nurse's Office -->",
    "4679": "Oh Phooey! I lost the keys to the bus somewhere around here! Help me find them and I will move it so that you can get into the resort!",
    "7bc5": "Oh, goody! Sun-screen! Here you can have this sock!",
    "067e": "Oohhh, the sun's so hot... will you please find me some sun-screen so that I do not get all burned and ouchy? ",
    "f4bb": "Please do not move the fountains.",
    "89ab": "Pool:\nStraight Ahead",
    "40cb": "Pump-house\n<----",
    "0a2a": "QUACK! QUACK! QUACK",
    "709a": "QUACK! QUACK! QUACK!",
    "39f2": "Quark!",
    "fea6": "Shave and a hair-cut... two bits!",
    "7f27": "Someone must move this bus first before you can enter the resort.",
    "a214": "Soon, the world will marvel at my new Tennis-Tron X35-Z. Just you wait and see!",
    "a614": "Sorry! No more sun-screen today!",
    "4d1e": "Sorry! No more umbrellas today!",
    "b0c3": "Sorry, no disco during the day!",
    "861a": "Stayin' alive....",
    "e6b3": "TRASH ME!",
    "138a": "Thank you for helping me find that bad Cow! Here, you should have this chocolate bar that I found in my pocket.",
    "719e": "Thank you! Here, you can have this sock!",
    "8dba": "Thanks dude! You deserve a hug!",
    "6dab": "The Nurses Office is now closed. Sorry.",
    "3788": "The pool hall is closed! Sorry.",
    "5290": "This bus is blocking the entrance to the resort!",
    "28fc": "This is a fancy restaurant. Please come back when you have fancier clothes!",
    "0c96": "This way to the DISCO!",
    "5cea": "Uh-Oh! Somebody stole all of the water out of the pool and everyone is very anxious to go swimming! It is up to you to get into the pump-house and help Buttercup fill the pool again. You must find the wrench in order to start the water, but you may also want to gather other items along the way to help you fix the rusty pipes in that pump-house!\nGood Luck!",
    "4d7d": "Uugh... I. R. Baboon eat too many bananas. ",
    "b790": "WASH ME!",
    "a224": "WHAT!?!? I'm a TREE!!!",
    "5424": "Were you able to get the bananas?",
    "5352": "What a bummer! Without water in the pool, nobody can go swimming! Somebody needs to find the wrench so that we can use it to turn on the water. If you find it, bring it back here and I'll help you.",
    "52a8": "Where is that stupid Cow?!? Will you help me find her? Mom and Dad told us not to wander too far from the cabin! She will be in big trouble!",
    "f2ef": "Where is that stupid Cow?!? Will you help me find her?! Mom and Dad told me not to let her go too far away! Ooooo, She is in big trouble!",
    "bd30": "YAY! DUCKIES!! Thanks! Hey! What's that shiny, wrenchy-looking thing over there? Oooo, shiny!",
    "a99d": "YUM!",
    "c66a": "You bought a bottle of sun-screen!",
    "a99c": "You bought the sun screen.",
    "7946": "You found a beach umbrella!",
    "0dfb": "You found the bananas!",
    "578e": "You found the tennis-racket!",
    "bfc1": "You found the wrench! Hooray!",
    "738a": "You have found a set of keys!",
    "de54": "You make me feel like dancin'!",
    "d00f": "You rented a boat!",
    "a5d3": "You there! Go and get me a first aid kit. I injured my head trying to jump into the pool that has no water. Quickly, GO NOW!",
    "d431": "You wanna 'nother hug man?!",
    "5504": "move me!"
}