{
    "2ba1": "<MUNCH MUNCH MUNCH>",
    "1115": "Ah-HA! With this frightening mask, I will be able to scare Courage! A mask such as this will produce fear, making it perfect for the task I wish to accomplish: scaring Courage! Take me to him at once!",
    "8ace": "Alright! You found the wrench! Now let's go inside and try to get the pool filled up!",
    "179e": "An excellent trade: a rare and valuable trading card of Brak for a slimy sea-creature shaped like a star. Thanks a lot.",
    "388d": "Arf! Arf! Oh... uh, I mean QUACK!",
    "fc6b": "Aw, man! I might mess up my hair pickin' up that luggage! If you can find the luggage cart, I'll move it. Otherwise: No way, Jose!",
    "7b2a": "Beware of the crabs who live on Crabb Island, they have the mysterious ability to instantly knock you back to another part of the resort! Here's a hint: If you stand still, the crabs can't get ya!",
    "538a": "Boy, if only I had a hammer, then I could open up this darn coconut. If you get one for me, I'll tell you how to get the bananas.",
    "505a": "Brak is so funny. ",
    "043e": "Burn, baby, burn! Disco Inferno!",
    "26f4": "CHECK ME!!!!!",
    "f6de": "CLOSED",
    "8681": "Cartoon CARTOON Resort Gardens",
    "5480": "Cartoon CARTOON Summer Resort or BUST!",
    "96c6": "Congratulations! You have managed to find the suit of armor!",
    "8703": "Cool! You got a chocolate bar for me! A deal's a deal... here's the scotch-tape! Hey, I heard that Suzy is hogging all of the bubble-gum, she needs to learn to share! ",
    "b940": "D-d-do you think this wig makes me look different? I am t-t-tryinng to disguise myself so that c-c-creepy Mojo Jojo won't find me. M-m-maybe a moustache would be b-b-better. If you bring me one I'll give you this wig.",
    "1ecc": "Do Not Disturb!",
    "94c1": "Do not feed the duckies!",
    "01b2": "Do the HUSTLE!",
    "f09f": "Do you like the sock?",
    "1517": "Don't leave yet! The fun is just getting started!",
    "1d2c": "Duckies! Duckies! I wanna see the duckies! Have YOU seen the duckies!?!?! Take me to the DUCKIES!!!",
    "c897": "Ewww! That flower is just not pretty at all, get it away from me!",
    "f194": "Excellent! With this suit of armor, I should be able to get close enough to stop the robot! FOLLOW ME INTO THE TENNIS COURTS!",
    "7dd9": "For Pete's sake, DON'T MOVE THE FOUNTAINS!",
    "2ef6": "Fountains ---->",
    "9534": "Frightening Courage is pleasurable: therefore, I wish to scare him good! Scaring him good is what I will do! But first I will need a monster mask to do so. Please locate one so that I might scare him and experience the pleasure that I have already mentioned just now.",
    "4d21": "G-g-great, a fake moustache! Now Mojo Jojo will never recognize me! Here, take my wig: it just wasn't w-w-w-working for me!",
    "51db": "Gal-dern it! This here sun is too bright for these ol' peepers! If you can find me a pair of ",
    "2527": "Gal-dern it! This here sun is too bright for these ol' peepers! If you can find me a pair of what they call sunglasses, I'll let ya have ma' skeleton key.",
    "d995": "Go Away!",
    "f248": "Good heavens! You discovered a slimy octopus hiding under the fountain!",
    "c1d4": "Great! Thanks for the hammer... now will tell you how to get the bananas. One of the trees on Volcano Island can be moved. Push it over top of the grassy patch!",
    "4e91": "Great, you brought us a yo-yo. Here is the scary monster mask.",
    "b99f": "Have you found my lunch yet?",
    "92d7": "Hee-hee! I saw Johnny Bravo wearing a fake moustache yesterday! He looked really silly. I wonder where he keeps it? He isn't wearing it today.",
    "4d3b": "Here is the First Aid Kit!",
    "4a62": "Hey! Watch it Bub!",
    "2cd0": "Hey, if you want this cool scotch-tape, I'll trade it to ya for a chocolate bar! By the way, I heard that you can rent boats at the marina!",
    "ce3a": "Hooray! A first-edition Brak card! Here's my old Space Ghost card. Hey, I saw the mayor hanging out on the island just west of here yesterday, Tell him I said hello!",
    "55c3": "Huh?",
    "335e": "I already gave you the luggage cart! Leave me be!",
    "fbee": "I am not sure if that trade we made was totally fair. I'm telling my mommy.",
    "f825": "I do not see the dog who is cowardly and also known as Courage. Therefore, I shall go back to devising evil schemes! You may have this ketchup packet in return for your service.",
    "753c": "I don't have the cart, I promise!",
    "ee68": "I found this silly musical instrument in the disco last night! You can have it if you find me a really pretty flower, none of these will do.....",
    "a9fb": "I heard that one of the resort's cabana shops has a first-edition Brak trading card in mint condition! If you get it for me I will trade you for my rare Space Ghost rookie card!",
    "0291": "I heard that there is a secret grove next to the Nurses office that has a turnip plant somewhere in it. Turnips are weird.",
    "f71a": "I ordered a Big Value Meal at the restaurant, but all I want is the french fries. If you can find me some ketchup, I'll let you have this cheeseburger.",
    "48ae": "I saw some old guy drop his wallet somewhere to the east of here. I hope he finds it!",
    "ec38": "I sure do wish I had an umbrella because I want to lay on the beach but I am afraid that my udder will get burned. Can you find one for me?",
    "7b38": "I think I s-s-saw Mojo Jojo s-s-sneaking around, I hope the moustache w-w-works.",
    "7206": "I think I will name my pet-rock Mimsyford! YAAAAY!",
    "1050": "I think the guy across the hall had the cart last.",
    "b9c6": "I tripped on a rock in the parking lot. Weird thing is, it had a collar!",
    "5237": "I want a kitty-cat!",
    "b51c": "I wish I had a cute little pet rock that I could hold and hug and love all day long! If you find one I will trade you this very pretty flower! ",
    "090e": "I'm so relieved to have my wallet back.",
    "a956": "I'm watchin' you, buddy! Don't even think about it!",
    "4e97": "I.R. Baboon sleepy....",
    "44a7": "I.R. Baboon want to be in band. I.R. Baboon play only one instrument: tambourine. Give I.R. Baboon tambourine and I.R. Baboon give pineapple in exchange.",
    "ed04": "If you can get us a yo-yo, we'll trade you for this scary mask!",
    "5f08": "Info Booth: /\\n                   |",
    "e8b1": "Info booth  ---->",
    "abcd": "Jewelry Hut\n-------->\nSunglasses R' Us\n<--------",
    "3fa6": "Johnny Bravo's cabin\n<--------",
    "25a9": "Just a lonely ol' tree.",
    "d504": "Kitty doesn't do much. Maybe he's sleepy.",
    "da1e": "Man, I hate this job, but I wanna make my Mama proud.",
    "eb84": "Maybe I should move to a new house..... ",
    "ac0c": "My REAL passion is gardening.",
    "4fc0": "No more boats to rent today!",
    "6769": "No more sunglasses for sale today!",
    "81ef": "No more trades today",
    "a5b4": "No more trades today, we have some yo-yoing to do.",
    "1463": "Nothing more to see here.",
    "0f69": "Nurse's Office -->",
    "e334": "Oh boy!, Thank you very much for finding me a very pretty flower! Take this silly tambourine away!",
    "7f12": "Oh goody! My wallet is found! Thank you so much, young person. Your reward is a crisp ten-dollar bill. Spend it wisely!",
    "1219": "Oh, NO! The Tennis-Tron X35-Z has gone haywire, shooting hundreds of tennis balls at random and breaking lots of stuff! If only I had a suit of armor, I could get closer to this robot-gone-berzerk and disarm him! Will you help me?",
    "a282": "Oh, fiddlesticks and flooey! I seem to have lost my wallet! I don't know what I will do without it! Find my wallet and I will give you a reward!",
    "7f5b": "Oh, good! You got my lunch from that STUPID COW. Enjoy this yummy nut-log as your reward.",
    "4c02": "Oh, here's the luggage cart, sorry!",
    "fbd7": "Oooh! I sure hope you are enjoying your stay at our fine resort....hehehe! Anyways, make sure you go to the info booth to see what kind of HIJINX are going on today.",
    "9421": "Ooooo! Pet rocky! I love him! Here! You can have this very pretty flower!",
    "462d": "Ooooo, KITTY! Here, cheese!",
    "607d": "Parking Lot\n<--------",
    "f4bb": "Please do not move the fountains.",
    "c8a9": "Pretty flower....",
    "0a2a": "QUACK! QUACK! QUACK",
    "709a": "QUACK! QUACK! QUACK!",
    "8cc5": "STAND BACK! THIS CAR IS PROTECTED BY COBRA!",
    "fea6": "Shave and a hair-cut... two bits!",
    "a214": "Soon, the world will marvel at my new Tennis-Tron X35-Z. Just you wait and see!",
    "a614": "Sorry! No more sun-screen today!",
    "4d1e": "Sorry! No more umbrellas today!",
    "b0c3": "Sorry, no disco during the day!",
    "e15e": "Sorry, we are out of sunglasses.",
    "861a": "Stayin' alive....",
    "e781": "Stupid Cow stole my lunch! She's always complaining that she wants a pet kitty, but Mom won't let her have one. Here, take this stuffed kitty I found in the toy box and give it to her; she'll never know the difference. If you see my lunch, bring it back and I'll give you this nut-log, I don't want it.",
    "a812": "Sunglasses cost $10",
    "ec9e": "Sunglasses cost $10.",
    "e6b3": "TRASH ME!",
    "c3d0": "Take that stuffed kitty to Cow and give it to her so that you can bring me my lunch!",
    "2271": "Thank you for tambourine. Take I.R. Baboon's pineapple.",
    "719e": "Thank you! Here, you can have this sock!",
    "81d7": "Thankee kindly, son, fer these here sunglasses. Here's ma' rusty ol' skeleton key!",
    "8dba": "Thanks dude! You deserve a hug!",
    "8a3d": "Thanks for taking that octopus off our hands! We just won't stand for pets who aren't house-broken! ",
    "c642": "Thanks for the kethcup! Here, take my cheeseburger, I don't want it.",
    "2c73": "Thanks, man. I'll move that luggage now.",
    "af5e": "That's much better now. My peepers are safe! Say, have ya found a good use fer that ol' skeleton key I gave ye?",
    "6dab": "The Nurses Office is now closed. Sorry.",
    "8a40": "The hats this place sells are very silly.",
    "3788": "The pool hall is closed! Sorry.",
    "5290": "This bus is blocking the entrance to the resort!",
    "1260": "This is Johnny Bravo's cabin.",
    "28fc": "This is a fancy restaurant. Please come back when you have fancier clothes!",
    "f636": "This luggage is blocking the exit!",
    "9c62": "This luggage is blocking the exit.",
    "e4bd": "This place only sells green bathing suits! It's just not your color.",
    "4561": "This star-fish is sleeping, so you grab him and put him in your back-pack! ",
    "0c96": "This way to the DISCO!",
    "b790": "WASH ME!",
    "a224": "WHAT!?!? I'm a TREE!!!",
    "8dfe": "We are tired of trading today, go to another cabana.",
    "86cd": "We will only trade our goods to you for rare pieces of space rock!",
    "d071": "We'll trade you a yo-yo for a Space Ghost rookie trading card. ",
    "7320": "We've got this very rare Brak trading card in mint condition! If you want it, you'll have to bring us a starfish to trade for it. ",
    "bbb3": "Welcome to the trading post!",
    "5424": "Were you able to get the bananas?",
    "ffbf": "What a beautiful fountain.",
    "436e": "Where IS that easily-frightened canine animal that is known also as Courage....",
    "52a8": "Where is that stupid Cow?!? Will you help me find her? Mom and Dad told us not to wander too far from the cabin! She will be in big trouble!",
    "f2ef": "Where is that stupid Cow?!? Will you help me find her?! Mom and Dad told me not to let her go too far away! Ooooo, She is in big trouble!",
    "4359": "Who's there?",
    "bd30": "YAY! DUCKIES!! Thanks! Hey! What's that shiny, wrenchy-looking thing over there? Oooo, shiny!",
    "4c48": "YIKES! Dexter's tennis-playing robot has gone berzerk! No one can play tennis because the robot is firing it's tennis-ball cannons completely at random! You must do something! Go talk to Dexter at the tennis courts in the North-western corner of the resort to find out what to do!",
    "a99d": "YUM!",
    "c66a": "You bought a bottle of sun-screen!",
    "e761": "You bought a pair of sun-glasses!",
    "a4af": "You bought a pair of sunglasses!",
    "1b47": "You found a Space Ghost rookie card! Here's a yo-yo.",
    "7946": "You found a beach umbrella!",
    "3156": "You found a pet-rock underneath this car!",
    "dad6": "You found the Mayor's wallet!",
    "0dfb": "You found the bananas!",
    "1a02": "You found the elusive turnip!",
    "9f65": "You found the fake moustache in Johnny Bravo's cabin!",
    "578e": "You found the tennis-racket!",
    "4f7a": "You got a cute little stuffed-kitty toy.",
    "bb9f": "You have no need to buy jewelry.",
    "de54": "You make me feel like dancin'!",
    "63ba": "You picked a flower.",
    "d00f": "You rented a boat!",
    "d431": "You wanna 'nother hug man?!",
    "4c22": "You're not room service!",
    "0cb0": "Yum! French fries are awesome! Whoopee!",
    "0d50": "Yum! Ice cream!",
    "bdd7": "ZzzzZzzzZzzzZzzzzz....",
    "79e0": "rwe",
    "a015": "srgsrg",
    "50e7": "w"
}