{
    "2ba1": "<MUNCH MUNCH MUNCH>",
    "1115": "¡Ah-HA! ¡Con esta máscara aterradora, podré asustar a Courage! Una máscara como ésta producirá miedo, por lo que es perfecta para la tarea que deseo realizar: ¡asustar a Courage! ¡Llévame hasta él de inmediato!",
    "8ace": "¡Muy bien! ¡Has encontrado la llave inglesa! ¡Ahora entremos y tratemos de llenar la piscina!",
    "179e": "Un excelente intercambio: una rara y valiosa carta de Brak por una viscosa criatura marina con forma de estrella. Muchas gracias.",
    "388d": "¡Arf! ¡Arf! Oh... uh, quiero decir ¡QUACK!",
    "fc6b": "¡Ah, hombre! ¡Podría estropearme el pelo recogiendo ese equipaje! Si puedes encontrar el carro del equipaje, lo moveré. Si no: ¡Ni hablar, José!",
    "7b2a": "Ten cuidado con los cangrejos que viven en la Isla del Cangrejo, ya que tienen la misteriosa habilidad de hacerte retroceder instantáneamente a otra parte del complejo. Una pista: ¡si te quedas quieto, los cangrejos no pueden atraparte!",
    "538a": "Si tuviera un martillo, podría abrir este maldito coco. Si me consigues uno, te diré cómo conseguir los plátanos.",
    "505a": "Brak es muy divertido.",
    "043e": "¡Arde, nena, arde! ¡Disco Inferno!",
    "26f4": "CHECK ME!!!!!",
    "f6de": "CERRADO",
    "8681": "Jardines del complejo cartoon CARTOON",
    "5480": "¡CARTOON Summer Resort o BUST!",
    "96c6": "¡Enhorabuena! ¡Has conseguido encontrar la armadura!",
    "8703": "¡Genial! ¡Tienes una barra de chocolate para mí! Un trato es un trato... ¡aquí está la cinta adhesiva! Oye, he oído que Suzy está acaparando todo el chicle, ¡tiene que aprender a compartir!",
    "b940": "¿C-c-crees que esta peluca me hace parecer diferente? Estoy i-i-intentando disfrazarme para que el e-e-espeluznante Mojo Jojo no me encuentre. T-t-tal vez un bigote sería m-m-mejor. Si me traes uno, te daré esta peluca",
    "1ecc": "¡No molestar!",
    "94c1": "¡No alimentes a los patitos!",
    "01b2": "¡Haz el HUSTLE!",
    "f09f": "¿Te gusta el calcetín?",
    "1517": "¡No te vayas todavía! La diversión acaba de empezar.",
    "1d2c": "¡Patitos! ¡Patitos! ¡Quiero ver los patitos! ¿¡Has visto los patitos!? ¡¡Llévame a los patitos!!",
    "c897": "¡Ewww! Esa flor no es nada bonita, ¡aléjala de mí!",
    "f194": "¡Excelente! ¡Con esta armadura, debería poder acercarme lo suficiente para detener al robot! SÍGUEME A LAS PISTAS DE TENIS!",
    "7dd9": "Por el amor de Dios, ¡no muevas las fuentes!",
    "2ef6": "Fuentes ---->",
    "9534": "Asustar a Courage es placentero: ¡por lo tanto, deseo asustarlo bien! ¡Asustarlo bien es lo que haré! Pero primero necesitaré una máscara de monstruo para hacerlo. Por favor, localiza una para que pueda asustarlo y experimentar el placer que acabo de mencionar.",
    "4d21": "¡G-g-enial, un bigote falso! Ahora Mojo Jojo nunca me reconocerá. Toma, coge mi peluca: ¡no me f-f-funcionaba!",
    "51db": "¡Maldita sea! Este sol es demasiado brillante para estos viejos ojos. Si puedes encontrarme un par de lo que llaman gafas de sol, te dejaré tener mi llave maestra.",
    "2527": "¡Maldita sea! Este sol es demasiado brillante para estos viejos ojos. Si puedes encontrarme un par de lo que llaman gafas de sol, te dejaré tener mi llave maestra.",
    "d995": "¡Vete!",
    "f248": "¡Cielos! Has descubierto un pulpo baboso escondido bajo la fuente!",
    "c1d4": "¡Genial! Gracias por el martillo... ahora te diré cómo conseguir los plátanos. Uno de los árboles de la Isla del Volcán se puede mover. Empújalo sobre el parche de hierba.",
    "4e91": "Genial, nos has traído un yoyó. Aquí está la máscara del monstruo aterrador.",
    "b99f": "¿Ya has encontrado mi almuerzo?",
    "92d7": "¡He-hee! Ayer vi a Johnny Bravo con un bigote falso. Parecía muy tonto. Me pregunto dónde lo guarda. Hoy no lo lleva",
    "4d3b": "¡Aquí está el botiquín!",
    "4a62": "¡Oye! ¡Cuidado, amigo!",
    "2cd0": "¡Oye, si quieres esta cinta escocesa tan chula, te la cambio por una chocolatina! Por cierto, ¡he oído que se pueden alquilar barcos en el puerto deportivo!",
    "ce3a": "¡Hurra! ¡Una tarjeta Brak de primera edición! Aquí está mi vieja tarjeta del Fantasma Espacial. Oye, ayer vi al alcalde en la isla al oeste de aquí. ¡Dile que le mando saludos!",
    "55c3": "¿Eh?",
    "335e": "¡Ya te he dado el carro de las maletas! ¡Déjame en paz!",
    "fbee": "No estoy seguro de que el intercambio que hicimos fuera totalmente justo. Se lo diré a mi mami.",
    "f825": "No veo al perro que es cobarde y también conocido como Courage. Por lo tanto, ¡volveré a idear planes malvados! Puedes tener este paquete de ketchup a cambio de tu servicio.",
    "753c": "No tengo el carro de las maletas, ¡lo prometo!",
    "ee68": "Anoche encontré este tonto instrumento musical en la discoteca. Puedes quedártelo si me encuentras una flor muy bonita, ninguna de estas lo hará.....",
    "a9fb": "Me he enterado de que una de las tiendas de cabañas del centro turístico tiene una tarjeta de intercambio de Brak de primera edición en perfecto estado. Si me la consigues, te la cambio por mi rara tarjeta de novato del Space Ghost.",
    "0291": "He oído que hay una arboleda secreta junto a la oficina de las enfermeras que tiene una planta de nabos en algún lugar. Los nabos son raros.",
    "f71a": "He pedido un Big Value Meal en el restaurante, pero sólo quiero las patatas fritas. Si me encuentras un poco de ketchup, te dejaré esta hamburguesa con queso.",
    "48ae": "Vi a un anciano dejar caer su cartera en algún lugar al este de aquí. ¡Espero que la encuentre!",
    "ec38": "Me gustaría tener una sombrilla porque quiero tumbarme en la playa pero tengo miedo de que se me queme la ubre. ¿Puedes encontrar una para mí?",
    "7b38": "Creo que he v-v-isto a Mojo Jojo husmeando, espero que el bigote f-f-funcione",
    "7206": "¡Creo que llamaré a mi mascota-roca Mimsyford! ¡YAAAAY!",
    "1050": "Creo que el tipo del otro lado del pasillo fue el último en tener el carro.",
    "b9c6": "Me tropecé con una piedra en el aparcamiento. Lo raro es que tenía un collarín.",
    "5237": "¡Quiero un gatito!",
    "b51c": "Me gustaría tener una pequeña y bonita mascota que pudiera sostener, abrazar y amar todo el día. Si encuentras una, te cambio esta bonita flor.",
    "090e": "Estoy tan aliviado de tener mi cartera de vuelta.",
    "a956": "¡Te estoy vigilando, amigo! ¡Ni siquiera lo pienses!",
    "4e97": "I.R. Baboon tiene sueño....",
    "44a7": "I.R. Baboon quiere estar en una banda. I.R. Baboon sólo toca un instrumento: la pandereta. Dar I.R. Baboon pandereta y I.R. Baboon dar piña a cambio.",
    "ed04": "¡Si nos consigues un yo-yo, te lo cambiamos por esta máscara de miedo!",
    "5f08": "Cabina de información: /\\n                   |",
    "e8b1": "Cabina de información ---->",
    "abcd": "Tienda de joyería\n-------->\nGafas de sol\n<--------",
    "3fa6": "La cabaña de Johnny Bravo\n<--------",
    "25a9": "Sólo un viejo árbol solitario.",
    "d504": "Kitty no hace mucho. Quizá tenga sueño.",
    "da1e": "Tío, odio este trabajo, pero quiero que mi madre esté orgullosa.",
    "eb84": "Tal vez debería mudarme a una nueva casa.....",
    "ac0c": "Mi VERDADERA pasión es la jardinería.",
    "4fc0": "¡No hay más barcos para alquilar hoy!",
    "6769": "¡No hay más gafas de sol a la venta hoy!",
    "81ef": "No hay más intercambios hoy",
    "a5b4": "No hay más intercambios hoy, tenemos que hacer un poco de yo-yo.",
    "1463": "No hay nada más que ver aquí.",
    "0f69": "Oficina de la enfermera -->",
    "e334": "¡Oh chico!, ¡Muchas gracias por encontrarme una flor muy bonita! ¡Llévate esta tonta pandereta!",
    "7f12": "¡Oh, qué bien! ¡Mi cartera ha sido encontrada! Muchas gracias, joven. Tu recompensa es un crujiente billete de diez dólares. ¡Guárdalo sabiamente!",
    "1219": "¡Oh, no! El Tennis-Tron X35-Z se ha vuelto loco, disparando cientos de pelotas de tenis al azar y rompiendo muchas cosas. Si tuviera una armadura, podría acercarme a este robot-descargado-berzerk y desarmarlo. ¿Me ayudarás?",
    "a282": "¡Oh, fiddlesticks y flooey! ¡Parece que he perdido mi cartera! ¡No sé qué voy a hacer sin ella! ¡Encuentra mi cartera y te daré una recompensa!",
    "7f5b": "¡Oh, qué bien! Has conseguido mi almuerzo de esa VACA ESTÚPIDA. Disfruta de esta deliciosa nut-log como recompensa.",
    "4c02": "Oh, aquí está el carro del equipaje, ¡lo siento!",
    "fbd7": "¡Espero que estés disfrutando de tu estancia en nuestro magnífico resort....hehe! De todos modos, asegúrese de ir a la cabina de información para ver qué tipo de travesuras están sucediendo hoy.",
    "9421": "¡Ooooo! ¡Marcado Rocky! ¡Me encanta! ¡Toma! ¡Puedes quedarte con esta flor tan bonita!",
    "462d": "¡Ooooo, KITTY! ¡Aquí, queso!",
    "607d": "Estacionamiento\n<--------",
    "f4bb": "Por favor, no mueva las fuentes.",
    "c8a9": "Bonita flor....",
    "0a2a": "QUACK! QUACK! QUACK",
    "709a": "QUACK! QUACK! QUACK!",
    "8cc5": "¡¡¡PORTAJE!!! ¡ESTE COCHE ESTÁ PROTEGIDO POR COBRA!",
    "fea6": "Afeitado y corte de pelo... ¡dos bits!",
    "a214": "Pronto, el mundo se maravillará con mi nuevo Tenis-Tron X35-Z. Sólo tienes que esperar y ver!",
    "a614": "¡Lo siento! No hay más protector solar hoy!",
    "4d1e": "¡Lo siento! No hay más paraguas hoy!",
    "b0c3": "¡Lo siento, no hay discoteca durante el día!",
    "e15e": "Lo sentimos, nos hemos quedado sin gafas de sol.",
    "861a": "Seguir con vida....",
    "e781": "¡La estúpida vaca me robó el almuerzo! Siempre se queja de que quiere un gatito de mascota, pero mamá no le deja tener uno. Toma, coge este gatito de peluche que encontré en la caja de juguetes y dáselo; nunca notará la diferencia. Si ves mi almuerzo, devuélvelo y te daré este nut-log, no lo quiero.",
    "a812": "Las gafas de sol cuestan 10 dólares",
    "ec9e": "Las gafas de sol cuestan 10 dólares.",
    "e6b3": "¡DESTRÚYEME!",
    "c3d0": "¡Lleva ese gatito de peluche a Vaca y dáselo para que me traiga el almuerzo!",
    "2271": "Gracias por la pandereta. Toma la piña de I.R. Baboon.",
    "719e": "¡Gracias! Toma, puedes quedarte con este calcetín",
    "81d7": "Gracias, hijo, por estas gafas de sol. ¡Aquí está mi vieja y oxidada llave maestra!",
    "8dba": "¡Gracias amigo! Te mereces un abrazo",
    "8a3d": "¡Gracias por quitarnos ese pulpo de encima! ¡No soportamos las mascotas que no están domesticadas!",
    "c642": "¡Gracias por la kethcup! Toma, coge mi hamburguesa con queso, no la quiero.",
    "2c73": "Gracias. Ahora moveré ese equipaje.",
    "af5e": "Eso está mucho mejor ahora. ¡Mis ojos están a salvo! Dime, ¿has encontrado un buen uso para esa vieja llave maestra que te di?",
    "6dab": "La Oficina de Enfermería está cerrada. Lo siento",
    "8a40": "Los sombreros que vende este lugar son muy tontos.",
    "3788": "¡El salón de billar está cerrado! Lo siento",
    "5290": "¡Este autobús está bloqueando la entrada al complejo!",
    "1260": "Esta es la cabaña de Johnny Bravo.",
    "28fc": "Este es un restaurante elegante. Por favor, vuelve cuando tengas ropa más elegante",
    "f636": "¡Este equipaje está bloqueando la salida!",
    "9c62": "Este equipaje está bloqueando la salida.",
    "e4bd": "¡Este lugar sólo vende trajes de baño verdes! Simplemente no es tu color.",
    "4561": "Esta estrella de mar está durmiendo, así que la coges y la metes en tu mochila.",
    "0c96": "¡Por aquí a la DISCO!",
    "b790": "¡LÁVAME!",
    "a224": "¿¡QUÉ!? Soy un ÁRBOL!!!",
    "8dfe": "Estamos cansados de comerciar hoy, vete a otra cabaña.",
    "86cd": "¡Sólo te cambiaremos nuestros bienes por piezas raras de roca espacial!",
    "d071": "Te cambiamos un yoyó por una tarjeta comercial Space Ghost rookie.",
    "7320": "Tenemos esta rarísima carta comercial de Brak en perfecto estado. Si la quieres, tendrás que traernos una estrella de mar para intercambiarla.",
    "bbb3": "¡Bienvenido al puesto comercial!",
    "5424": "¿Pudiste conseguir los plátanos?",
    "ffbf": "Qué fuente más bonita.",
    "436e": "¿Dónde ESTÁ ese animal canino que se asusta fácilmente y que es conocido también como Courage....",
    "52a8": "¿Dónde está esa estúpida vaca? ¿Me ayudas a encontrarla? ¡Mamá y papá nos dijeron que no nos alejáramos demasiado de la cabaña! Ella estará en un gran problema!",
    "f2ef": "¡¿Dónde está esa estúpida Vaca?!? ¡¿Me ayudarás a encontrarla?! ¡Mamá y papá me dijeron que no la dejara ir muy lejos! Ooooo, ¡Está en un gran problema!",
    "4359": "¿Quién está ahí?",
    "bd30": "¡¡¡SÍ!!! PATITOS!! ¡Gracias! ¡Eh! ¿Qué es esa cosa brillante y con aspecto de llave inglesa que hay allí? Oooo, ¡brillante!",
    "4c48": "¡UY! El robot de Dexter que juega al tenis se ha vuelto loco. Nadie puede jugar al tenis porque el robot está disparando sus cañones de pelotas de tenis al azar. Tienes que hacer algo. Ve a hablar con Dexter en las pistas de tenis de la esquina noroeste del complejo para saber qué hacer.",
    "a99d": "¡ÑAM!",
    "c66a": "¡Compraste una botella de protector solar!",
    "e761": "¡Compraste un par de gafas de sol!",
    "a4af": "¡Compraste un par de gafas de sol!",
    "1b47": "¡Has encontrado una tarjeta de Space Ghost Rookie! Aquí hay un yo-yo.",
    "7946": "¡Has encontrado una sombrilla de playa!",
    "3156": "¡Has encontrado una piedra debajo de este carro!",
    "dad6": "¡Has encontrado la cartera del alcalde!",
    "0dfb": "¡Has encontrado los plátanos!",
    "1a02": "¡Has encontrado el escurridizo nabo!",
    "9f65": "¡Has encontrado el bigote falso en la cabaña de Johnny Bravo!",
    "578e": "¡Has encontrado la raqueta de tenis!",
    "4f7a": "Tienes un lindo gatito de peluche.",
    "bb9f": "No tienes necesidad de comprar joyas.",
    "de54": "¡Me das ganas de bailar!",
    "63ba": "Has recogido una flor.",
    "d00f": "¡Has alquilado un barco!",
    "d431": "¡¿Quieres otro abrazo, hombre?!",
    "4c22": "¡No eres del servicio de habitaciones!",
    "0cb0": "¡Una maravilla! ¡Las patatas fritas son increíbles! ¡Whoopee!",
    "0d50": "¡Una maravilla! ¡Helado!",
    "bdd7": "ZzzzZzzzZzzzZzzzzz....",
    "79e0": "rwe",
    "a015": "srgsrg",
    "50e7": "w"
}