{
    "2ba1": "<MUNCH MUNCH MUNCH>",
    "29b7": "A-ha! A sandwich of tuna! Take this robotic dinosaur as a token of my appreciation! Believe me, I'm a little weary of robots for the time being.",
    "d65d": "AAUGH! Take this octopus out of our house!!!",
    "4a43": "AH! You have brought me a gruesome, crawling pet for my plan. My plan needed a gruesome, crawling pet to make it work and now I have one. This beetle is both gruesome and crawling, for which I am grateful. I will take good care of this pet and he shall be called Lord Bug Master ",
    "388d": "Arf! Arf! Oh... uh, I mean QUACK!",
    "fc6b": "Aw, man! I might mess up my hair pickin' up that luggage! If you can find the luggage cart, I'll move it. Otherwise: No way, Jose!",
    "89bf": "Awesome! I'm gonna show my new scary lizard to everyone! I think I'll name him Franky!",
    "363a": "Awww, isn't she the cutest little koala you have ever seen?",
    "04dc": "BLAH",
    "538a": "Boy, if only I had a hammer, then I could open up this darn coconut. If you get one for me, I'll tell you how to get the bananas.",
    "043e": "Burn, baby, burn! Disco Inferno!",
    "26f4": "CHECK ME!!!!!",
    "f6de": "CLOSED",
    "8681": "Cartoon CARTOON Resort Gardens",
    "5480": "Cartoon CARTOON Summer Resort or BUST!",
    "96c6": "Congratulations! You have managed to find the suit of armor!",
    "8703": "Cool! You got a chocolate bar for me! A deal's a deal... here's the scotch-tape! Hey, I heard that Suzy is hogging all of the bubble-gum, she needs to learn to share! ",
    "6235": "DELETE ME",
    "6a69": "DELETE ME!",
    "7d72": "DELETE ME!!!",
    "b2cd": "Did you know that if you put a paper bag over an ostrich's head they think it's nighttime? It's a good way to calm them down!",
    "1ecc": "Do Not Disturb!",
    "94c1": "Do not feed the duckies!",
    "01b2": "Do the HUSTLE!",
    "f09f": "Do you like the sock?",
    "5f5c": "Does this place have cable T.V.?",
    "1517": "Don't leave yet! The fun is just getting started!",
    "cf0e": "Drat ! Wouldn't you know it? I've lost my golden watch and chain! Will you help me find it? If you do I will let you have this exotic leaf that I found by the tennis courts!",
    "c897": "Ewww! That flower is just not pretty at all, get it away from me!",
    "4dae": "FOR THE LAST TIME! MOVE THE FOUNTAINS, NOT!!!!!",
    "0e92": "Franky is the coolest!",
    "84a1": "Franky the lizard. One heck of a reptile! ",
    "d995": "Go Away!",
    "67b6": "Good grief! The volcano is going to blow! Don't run away, because the resort needs your help! Courage the Cowardly Dog is trapped inside the caves underneath the volcano. You've got to help save him! First, you will have to get the other animals off the island one at a time (your boat can only carry so much weight). Once you have found someone to take care of each one, the animals will give you special items to help make it through the caves and rescue Courage! Hurry, the volcano could erupt at any moment!",
    "c1d4": "Great! Thanks for the hammer... now will tell you how to get the bananas. One of the trees on Volcano Island can be moved. Push it over top of the grassy patch!",
    "a2f6": "HELLO!",
    "b99f": "Have you found my lunch yet?",
    "ebc8": "Have you saved any other animals from the mean-ol' volcano yet?!?",
    "4d3b": "Here is the First Aid Kit!",
    "4a62": "Hey! Watch it Bub!",
    "2cd0": "Hey, if you want this cool scotch-tape, I'll trade it to ya for a chocolate bar! By the way, I heard that you can rent boats at the marina!",
    "7a54": "Hmmmmm. I wonder what time it is?",
    "6c35": "Hotel Lobby\n<--------",
    "620f": "Hotel Lobby  ---->",
    "55c3": "Huh?",
    "b6f4": "I always did want a pet to call ma' own: somethin' with a funny-lookin' face that was good at climbin' trees. If I had me one I would learn 'im to change th' channel on ma' T.V. and fix that dern-blasted carberator on ma' tractor!",
    "7023": "I bet if I had a scale-covered monster with big bug-eyes I could use it to scare Dee-Dee and Suzy! That would be hilarious!",
    "ee68": "I found this silly musical instrument in the disco last night! You can have it if you find me a really pretty flower, none of these will do.....",
    "a6e8": "I have not eaten since before the tennis robot went haywire! I could really go for a tuna sandwich right now. If you bring one to me, I will give you this remote-controlled robotic dinosaur!",
    "fff4": "I love cute and fuzzy pets! I'd love to take care of one of those poor animals trapped on the island, but only if's it's cute and fuzzy and doesn't jump around a lot. Better yet, one with a strange-looking nose! That would be perfect!",
    "f71a": "I ordered a Big Value Meal at the restaurant, but all I want is the french fries. If you can find me some ketchup, I'll let you have this cheeseburger.",
    "5e43": "I really look up to my new big brother!",
    "ec38": "I sure do wish I had an umbrella because I want to lay on the beach but I am afraid that my udder will get burned. Can you find one for me?",
    "7206": "I think I will name my pet-rock Mimsyford! YAAAAY!",
    "5237": "I want a kitty-cat!",
    "b51c": "I wish I had a cute little pet rock that I could hold and hug and love all day long! If you find one I will trade you this very pretty flower! ",
    "2094": "I'm not leaving until you bring me a red flower! Hmmph!!",
    "090e": "I'm so relieved to have my wallet back.",
    "a956": "I'm watchin' you, buddy! Don't even think about it!",
    "6794": "I.R. Baboon love robo-dino! I.R. keep as pet. I.R. give paper bag in return!",
    "4e97": "I.R. Baboon sleepy....",
    "20d9": "I.R. Baboon want pet, too! I.R. want metal pet that stomps and roars! I.R. give paper bag for metal pet!",
    "44a7": "I.R. Baboon want to be in band. I.R. Baboon play only one instrument: tambourine. Give I.R. Baboon tambourine and I.R. Baboon give pineapple in exchange.",
    "5f08": "Info Booth: /\\n                   |",
    "e8b1": "Info booth  ---->",
    "25a9": "Just a lonely ol' tree.",
    "d504": "Kitty doesn't do much. Maybe he's sleepy.",
    "d6bf": "Lord Bug Master is hungry...",
    "da1e": "Man, I hate this job, but I wanna make my Mama proud.",
    "31c8": "Man, oh, man! Suzy took my tuna sandwich so all I had for lunch was rice-cakes! That just isn't right! I bet she didn't even eat it!",
    "eb84": "Maybe I should move to a new house..... ",
    "62f3": "Mmm-mmm! The ice cream parlor makes delicious banana split sundaes! I highly recommend them!",
    "44a5": "Mmmm! This tuna is delicious!",
    "3cf3": "Monkeys are so funny! Did you know that monkeys will eat anything with bananas in them? They just love those silly bananas! Do you think you will be able to save all the poor animals in time?",
    "ac0c": "My REAL passion is gardening.",
    "3347": "My plan that I have planned requires a pet of my own. And not just any pet! Mojo Jojo must have a  gruesome pet that will inspire fear and horror! Preferably, this pet would crawl and have a spiky outer shell to protect itself against enemies. A cute and fuzzy animal will not do! Cute and fuzzy animals are not what I require!",
    "36c0": "My sister cow is so dumb! I wish I had a cool BIG BROTHER instead!",
    "5a9a": "NO MORE ICE CREAM!! ONLY CANNED YAM CAKE LEFT!",
    "4fc0": "No more boats to rent today!",
    "6769": "No more sunglasses for sale today!",
    "0f69": "Nurse's Office -->",
    "c03d": "Oh boy! That giant chicken you have is so cool! Let him stay with me and be my new big brother!",
    "e334": "Oh boy!, Thank you very much for finding me a very pretty flower! Take this silly tambourine away!",
    "7f12": "Oh goody! My wallet is found! Thank you so much, young person. Your reward is a crisp ten-dollar bill. Spend it wisely!",
    "a282": "Oh, fiddlesticks and flooey! I seem to have lost my wallet! I don't know what I will do without it! Find my wallet and I will give you a reward!",
    "7f5b": "Oh, good! You got my lunch from that STUPID COW. Enjoy this yummy nut-log as your reward.",
    "fee3": "Oh, thank heavens! You have located my very valuable golden watch and chain! Here, you may have this strange Australian leaf that I found! Have fun!",
    "90e3": "Oh, thank you for f-f-finding me! I got trapped in here when I was t-t-trying to hide from Mojo Jojo! I can't move the r-r-rock that is blocking the exit from the volcano! Maybe we can push it t-t-t-together and get out of here before it erupts! HURRY!",
    "030a": "Oh, that Ms. Koala Bear is adorable! I will take good care of her and give her a nice home! But, boy, what a weird-lookin' nose! I'm sure glad my nose is normal! Say, would you like my tuna sandwich?",
    "399b": "One time, When I went to the zoo, I learned that koala bears only eat eucalyptus leaves! Can you believe it? They're pretty picky!",
    "fbd7": "Oooh! I sure hope you are enjoying your stay at our fine resort....hehehe! Anyways, make sure you go to the info booth to see what kind of HIJINX are going on today.",
    "d54a": "OoooOOooo! Pretty red flower! Bye-eee!",
    "9421": "Ooooo! Pet rocky! I love him! Here! You can have this very pretty flower!",
    "462d": "Ooooo, KITTY! Here, cheese!",
    "607d": "Parking Lot\n<--------",
    "f4bb": "Please do not move the fountains.",
    "c8a9": "Pretty flower....",
    "0a2a": "QUACK! QUACK! QUACK",
    "709a": "QUACK! QUACK! QUACK!",
    "a137": "REMOVE ME !!!!!!!!!!!!!!!!!!!",
    "af8b": "REMOVE ME!!!!!!!!!!!!!!!",
    "b6e2": "ROOAAAARRR!!!!",
    "8cc5": "STAND BACK! THIS CAR IS PROTECTED BY COBRA!",
    "fea6": "Shave and a hair-cut... two bits!",
    "a614": "Sorry! No more sun-screen today!",
    "4d1e": "Sorry! No more umbrellas today!",
    "b0c3": "Sorry, no disco during the day!",
    "662a": "Sorry, no more boats today!",
    "e15e": "Sorry, we are out of sunglasses.",
    "01d4": "Stand clear of Lord Bug Master, apparently he is hungry!",
    "861a": "Stayin' alive....",
    "e781": "Stupid Cow stole my lunch! She's always complaining that she wants a pet kitty, but Mom won't let her have one. Here, take this stuffed kitty I found in the toy box and give it to her; she'll never know the difference. If you see my lunch, bring it back and I'll give you this nut-log, I don't want it.",
    "a812": "Sunglasses cost $10",
    "ec9e": "Sunglasses cost $10.",
    "e6b3": "TRASH ME!",
    "2271": "Thank you for tambourine. Take I.R. Baboon's pineapple.",
    "719e": "Thank you! Here, you can have this sock!",
    "8a3d": "Thanks for taking that octopus off our hands! We just won't stand for pets who aren't house-broken! ",
    "c642": "Thanks for the kethcup! Here, take my cheeseburger, I don't want it.",
    "2c73": "Thanks, man. I'll move that luggage now.",
    "387e": "That monkey sure is a whipper-snapper!",
    "6dab": "The Nurses Office is now closed. Sorry.",
    "3bde": "The beetle has given you the Water Stone in exchange for saving him from the volcano!",
    "8a40": "The hats this place sells are very silly.",
    "6652": "The koala bear has given you the Tree Stone!",
    "5e8e": "The lizard has given you the Sun Stone!",
    "f7dd": "The monkey gives you the STONE Stone!",
    "85a5": "The monkey is very scared and will not come down from the trees. You will need to find something that monkeys like to bring him down from there!",
    "9308": "The monkey sees the delicious banana split you have brought him and decides to come down from the trees! He will wait for you near the southern shore!",
    "9355": "The ostrich has given you the Wind Stone!",
    "3788": "The pool hall is closed! Sorry.",
    "5290": "This bus is blocking the entrance to the resort!",
    "8f86": "This door is not currently open, therefore rendering it impossible to walk through if you are a solid mass. ",
    "1260": "This is Johnny Bravo's cabin.",
    "28fc": "This is a fancy restaurant. Please come back when you have fancier clothes!",
    "c306": "This koala bear totally will not koala-perate! Find something that she would like to eat in order to get her out of the hiding place! ",
    "f636": "This luggage is blocking the exit!",
    "9c62": "This luggage is blocking the exit.",
    "ea7c": "This monkey is wack!",
    "9fd9": "This ostrich is totally berzerk and won't stay still long enough for you to put him in your boat. You will have to find something that will calm the ostrich down!",
    "08cf": "This ostrich is totally nuts-o!",
    "e4bd": "This place only sells green bathing suits! It's just not your color.",
    "4561": "This star-fish is sleeping, so you grab him and put him in your back-pack! ",
    "0c96": "This way to the DISCO!",
    "b790": "WASH ME!",
    "a224": "WHAT!?!? I'm a TREE!!!",
    "5c96": "Want to know why I'm sad? I saw a shiny golden thing over near the tennis courts but Mommy wouldn't let me go get it.",
    "5424": "Were you able to get the bananas?",
    "ffbf": "What a beautiful fountain.",
    "ab5d": "When you get inside the maze-like caves underneath the volcano, watch your step! Some spots will send you back to an earlier part of the maze!",
    "436e": "Where IS that easily-frightened canine animal that is known also as Courage....",
    "f2ef": "Where is that stupid Cow?!? Will you help me find her?! Mom and Dad told me not to let her go too far away! Ooooo, She is in big trouble!",
    "4359": "Who's there?",
    "bd30": "YAY! DUCKIES!! Thanks! Hey! What's that shiny, wrenchy-looking thing over there? Oooo, shiny!",
    "a99d": "YUM!",
    "a292": "Yip-a-Dee-Doo-Da! A crazy monkey to call ma' own! Ain't he a hum-dinger?! Hey, monkey! When ya think you'll get around t' fixin' that carberator?!?!",
    "3811": "You bought a banana split!",
    "c66a": "You bought a bottle of sun-screen!",
    "e761": "You bought a pair of sun-glasses!",
    "a4af": "You bought a pair of sunglasses!",
    "8390": "You can only carry one animal at a time!",
    "0e1d": "You can only pick up one animal at a time!",
    "97da": "You can only take one animal at a time!",
    "7946": "You found a beach umbrella!",
    "dad6": "You found the Mayor's wallet!",
    "0dfb": "You found the bananas!",
    "9f65": "You found the fake moustache in Johnny Bravo's cabin!",
    "578e": "You found the tennis-racket!",
    "55c2": "You got the tuna sandwich!",
    "185b": "You have discovered the Mayor's watch!",
    "cab7": "You have managaed to lure the koala bear out of her hiding place with the eucalyptus leaf! Now she is waiting on the shore to be rescued!",
    "bb9f": "You have no need to buy jewelry.",
    "d42f": "You have opened the fourth door with the Wind Stone!",
    "62d7": "You have picked a red flower!",
    "e21a": "You have picked up the beetle in order to carry him to safety!",
    "e4a5": "You have picked up the lizard",
    "bc12": "You have picked up the monkey!",
    "59bc": "You have picked up the ostrich!",
    "fbba": "You have put the paper bag over the ostrich's head, making him think it's nighty-night time! He has calmed down and is ready to be taken off the island! ",
    "de54": "You make me feel like dancin'!",
    "0e7b": "You need the Stone Stone to open this door!",
    "f0b2": "You need the Sun Stone to open this door!",
    "6037": "You need the Tree Stone to open this door!",
    "067b": "You need the Water Stone to open this door!",
    "526a": "You need the Wind Stone to open this door!",
    "6858": "You opened the fifth door with the Stone Stone!",
    "99a9": "You opened the first door with the Sun Stone!",
    "5fc4": "You opened the second door with the Water Stone!",
    "975f": "You opened the third door with the Tree Stone",
    "4b87": "You pick up the koala bear!",
    "9e99": "You picked up the monkey!",
    "d00f": "You rented a boat!",
    "4c22": "You're not room service!",
    "0cb0": "Yum! French fries are awesome! Whoopee!",
    "05a9": "ff",
    "50e7": "w",
    "5dde": "xx",
    "cd2e": "xxx",
    "eaf1": "xxxxx"
}