{
    "2ba1": "<CHOMP CHOMP  CHOMP>",
    "29b7": "Ahá! Um sanduíche de atum! Pegue este robô de dinossauro como prova de minha apreciação! Acredite em mim, atualmente, eu já estou um pouco cansado de robôs.",
    "d65d": "AAUGH! Tire esse polvo da nossa casa!!!",
    "4a43": "AH! Você me trouxe um horripilante e rastejante animal de estimação para o meu plano! Meu plano precisa de um horripilante e rastejante animal de estimação para funcionar, e agora eu tenho um. Este besouro é tanto horripilante quanto rastejante, e por isto eu sou grato. Cuidarei bem deste animal de estimação, e ele será chamado de Lorde Mestre dos Besouros!",
    "388d": "Arf! Arf! Oh... eh, quero dizer QUACK!",
    "fc6b": "Putz, cara! Eu posso estragar meu cabelo carregando a bagagem! Se você conseguir encontrar o carrinho de bagagem, eu tiro a bagagem. Se não: Sem jeito, José!",
    "89bf": "Fantástico! Eu irei mostrar meu novo assustador lagarto para todo o mundo! Eu acho que eu irei chamá-lo de Franky!",
    "363a": "Ahhh, ela não é a coala mais fofa que você já viu?",
    "04dc": "BLAH",
    "538a": "Garoto, se, pelo menos, eu tivesse um martelo, então eu conseguiria abrir esse maldito coco. Se você conseguir um para mim, eu te direi como conseguir as bananas.",
    "043e": "Queime, garota, queime! Discoteca Inferno!",
    "26f4": "VERIFIQUE-ME!!!!!",
    "f6de": "FECHADO",
    "8681": "Jardins do Balneário Cartoon CARTOON",
    "5480": "Balneário de Verão do Cartoon CARTOON ou SUMA!",
    "96c6": "Parabéns, você conseguiu encontrar a armadura!",
    "8703": "Lega! Você conseguiu uma barra de chocolate para mim! Acordo é acordo... aqui está a fita adesiva! Hei, Eu ouvi que a Suzy está monopolizando todo o chicle de bola, ela precisa aprender a dividir!",
    "6235": "DELETE-ME",
    "6a69": "DELETE-ME!",
    "7d72": "DELETE-ME!!!",
    "b2cd": "Você sabia que se colocar um saco de papel na cabeça de uma avestruz ela vai pensar que já é hora de dormir? É uma boa maneira de acalmá-la!",
    "1ecc": "Não perturbe!",
    "94c1": "Não alimente os patos!",
    "01b2": "Vá à LUTA!",
    "f09f": "Você gostou da meia?",
    "5f5c": "Será que este lugar tem T.V. a cabo?",
    "1517": "Não vá embora ainda! A diversão está apenas começando!",
    "cf0e": "Nossa! Você não está sabendo? Perdi meu relógio de ouro e a corrente! Você me ajudaria a encontrá-lo? Se você me ajudar te darei essa folha diferente que achei nas quadras de tênis!",
    "c897": "Arghhh! Aquela flor não é nada bonita, tire aquilo de perto de mim!",
    "4dae": "VOU FALAR PELA ÚLTIMA VEZ, NÃO MEXA NO CHAFARIZ!!!!!",
    "0e92": "Franky é o mais legal!",
    "84a1": "Franky o lagarto. Um super réptil!",
    "d995": "Vá embora!",
    "67b6": "Que aflição! O vulcão está para entrar em erupção! Não fuja, pois o balneário precisa da sua ajuda! Coragem o cão covarde está preso dentro das cavernas que ficam embaixo do vulcão. Você precisa ajudar a salvá-lo! Primeiro você tem que conseguir tirar todos os outros animais que estão na ilha, um de cada vez (é o máximo de peso que o seu bote agüenta). Assim que você conseguir encontrar alguém para cuidar de cada um dos animais, os animais lhe darão itens especiais para ajudá-lo no seu caminho pelas cavernas e resgatar o Coragem! Rápido, o vulcão pode entrar em erupção a qualquer momento!",
    "c1d4": "Ótimo! Obrigado pelo martelo... agora eu vou te dizer como conseguir as bananas. Uma das árvores da Ilha do Vulcão pode ser movida. Empurre-a para cima do caminho gramado!",
    "a2f6": "OLÁ!",
    "b99f": "Você ainda não encontrou meu almoço?",
    "ebc8": "Você já salvou algum outro animal do malvado vulcão antigo?!?",
    "4d3b": "Aqui está o Kit de Primeiros Socorros!",
    "4a62": "Hei! Cuidado aí!",
    "2cd0": "Hei, se você quiser esta fita adesiva super legal, eu troco com você por uma barra de chocolate! A propósito, eu ouvi dizer que você pode alugar barcos na marina!",
    "7a54": "Hummmmm. Eu fico pensando, que horas devem ser agora?",
    "6c35": "Lobby do Hotel\n<--------",
    "620f": "Lobby do Hotel  ---->",
    "55c3": "O quê?",
    "b6f4": "Eu sempre quis um bichinho de estimação só meu: um com uma cara engraçada e que fosse bom em escalar árvores. Se eu tivesse um eu o ensinaria a trocar o canal da minha televisão, e a consertar o maldito carburador do meu trator!",
    "7023": "Eu aposto que se eu tivesse um monstro coberto de escamas com enormes olhos de inseto eu poderia usá-lo para assustar a Dee-Dee e a Suzy! Isso seria hilário!",
    "ee68": "Eu encontrei este inútil instrumento musical na discoteca ontem à noite! Você pode ficar com ele se você encontrar uma flor realmente bela para mim, nenhuma destas servem.....",
    "a6e8": "Eu não como nada desde que esse robô jogador de tênis ficou maluco! Eu adoraria um sanduíche de atum agora. Se trouxe um para mim, te darei o dinossauro robótico com controle remoto!",
    "fff4": "Eu adoro animais de estimação fofos e peludos! Eu adoraria cuidar de um daqueles pobres animais presos naquela ilha, mas somente se for um animal fofo e peludo, e que não fique pulando muito! Melhor um que tenha um nariz estranho! Isso seria perfeito!",
    "f71a": "Eu pedi uma refeição completa no restaurante, mas tudo que eu quero são as batatas fritas. Se você puder me trazer ketchup, eu deixo você ficar com este cheeseburger.",
    "5e43": "Eu realmente cuido do meu novo grande irmão!",
    "ec38": "Eu realmente gostaria de ter um guarda-sol para ficar deitado na praia mas eu tenho medo que o meu umbigo fique queimado. Você pode achar um para mim?",
    "7206": "Eu acho que eu vou chamar meu bichinho de pedra de Mimsyford! YAAAAY!",
    "5237": "Eu quero um gatinho!",
    "b51c": "Eu gostaria de ter um belo animal de estimação de pedra que eu pudesse segurar e abraçar o dia inteiro! Se você encontrar um, eu trocarei por esta bela flor!",
    "2094": "Não vou sair até que me traga uma flor vermelha! Hmmph!!",
    "090e": "Estou tão aliviada de ter minha carteira de volta.",
    "a956": "Eu estou de olho em você, amigo! Nem pense nisto!",
    "6794": "Babão adora robô-dino! Babão fica com ele como animal de estimação. Babão dá saco de papel em troca!",
    "4e97": "Babão sonolento....",
    "20d9": "Babão também quer animalzinho de estimação! Babão quer animal de metal que dança e uiva! Babão trocar saco de papel pelo animal de metal!",
    "44a7": "Babão quer estar na banda. Babão toca somente um instrumento: tamborim. Dá tamborim para Babão e Babão dá abacaxi em troca.",
    "5f08": "Guichê de Informações: /\\n                   |",
    "e8b1": "Guichê de Informações  ---->",
    "25a9": "Apenas uma árvore antiga solitária.",
    "d504": "O gatinho não está fazendo nada. Talvez ele esteja com sono.",
    "d6bf": "Lorde Mestre dos Besouros está faminto...",
    "da1e": "Cara, eu odeio este trabalho, mas eu quero deixar minha Mamãe orgulhosa.",
    "31c8": "Ai minha nossa! A Suzy pegou meu sanduíche de atum e tudo o que eu tinha para o almoço era bolinhos de arroz! Isso não está certo! Aposto que ela nem comeu!",
    "eb84": "Talvez eu deva me mudar para uma nova casa..... ",
    "62f3": "Mmm-mmm! O salão de sorvete faz deliciosos sundaes de banana split! Eu os recomendo!",
    "44a5": "Mmmm! Este atum está delicioso!",
    "3cf3": "Os macacos são tão engraçados! Você sabia que os macacos comem qualquer coisa que tenha bananas? Eles simplesmente adoram essas bananas! Você acha que conseguirá chegar a tempo para salvar todos os animais?",
    "ac0c": "Minha VERDADEIRA paixão é a jardinagem.",
    "3347": "Meu plano que eu planejei precisa de um animal de estimação que seja meu! E não qualquer animal de estimação! Macaco Loco precisa ter um horripilante animal de estimação que inspire medo e terror! De preferência, que este animal de estimação rasteje e tenha uma carapaça espinhuda para se proteger de seus inimigos. Um bichinho fofo e peludo não adianta! Bichinhos fofos e peludos não são o que eu pedi!",
    "36c0": "Minha irmã vaca é muito burra! Eu gostaria de ter um GRANDE IRMÃO no lugar dela!",
    "5a9a": "NÃO HÁ MAIS SORVETE!!! SÓ RESTA O BOLO DE INHAME ENLATADO!",
    "4fc0": "Não temos mais botes para alugar hoje!",
    "6769": "Não temos mais óculos de sol para vender hoje!",
    "0f69": "Enfermaria -->",
    "c03d": "Puxa! Aquele frango gigante que você tem é tão legal! Deixe-o ficar comigo e ser meu novo grande irmão!",
    "e334": "Que bom! Muito obrigado por encontrar uma bela flor para mim! Leve embora este inútil tamborim!",
    "7f12": "Oh Deus! Você encontrou minha carteira. Muito obrigado meu jovem. Sua recompensa é uma nota de dez dólares novinha. Gaste bem!",
    "a282": "Oh, diversas coisas para gastar! Parece que eu perdi minha carteira! Não sei o que eu farei sem ela! Encontre minha carteira e eu te darei uma recompensa!",
    "7f5b": "Oh, legal! Você conseguiu pegar meu almoço daquela VACA IDIOTA. Aproveite este delicioso doce de nozes como recompensa.",
    "fee3": "Oh, eu agradeço aos céus! Você encontrou meus valiosíssimos relógio e corrente de ouro! Aqui, fique com esta estranha folha australiana que eu encontrei! Divirta-se!",
    "90e3": "Oh, obrigado por-por me encontrar! Fiquei preso aqui quando ten-tentava me esconder do Macaco Louco! Não consigo tirar a pe-pedra que veda a saída do vulcão! Talvez consigamos empurrar ju-juntos e sair daqui antes que ele entre em erupção! DEPRESSA!",
    "030a": "Oh, aquela Sra. Coala é adorável! Eu tomarei conta dela direitinho, e lhe darei um ótimo lar. Mas, meu deus, que nariz estranho! Fico realmente feliz que o meu nariz seja normal! Diga, você quer o meu sanduíche de atum?",
    "399b": "Uma vez, quando fui ao zoológico, aprendi que os coalas comem apenas folhas de eucalipto! Você acredita nisso? Eles são muito exigentes!",
    "fbd7": "Oooh! Eu realmente espero que você esteja aproveitando sua estadia em nosso balneário de luxo... hehehe! De qualquer forma, não esqueça de ir ao guichê de informações para saber exatamente o AZAR que estamos tendo hoje.",
    "d54a": "OoooOOooo! Linda flor vermelha! Tchauzinho!",
    "9421": "Oooooh! Bichinho! Eu o amo! Aqui! Você pode ficar com esta bela flor!",
    "462d": "Ooooo, KITTY! Aqui, queijo!",
    "607d": "Estacionamento\n<--------",
    "f4bb": "Por favor, não tire as fontes do lugar.",
    "c8a9": "Bela flor....",
    "0a2a": "QUACK! QUACK! QUACK",
    "709a": "QUACK! QUACK! QUACK!",
    "a137": "REMOVA-ME!!!!!!!!!!!!!!!!!!!",
    "af8b": "REMOVA-ME!!!!!!!!!!!!!!!",
    "b6e2": "ROOAAAARRR!!!!",
    "8cc5": "MANTENHA DISTÂNCIA! ESTE CARRO É PROTEGIDO POR SERPENTE!",
    "fea6": "Barbeie-se e corte o cabelo... é rapidinho!",
    "a614": "Desculpe-me! Não temos mais protetor solar hoje!",
    "4d1e": "Desculpe-me, não temos mais nenhum guarda-sol hoje!",
    "b0c3": "Desculpe, não há discoteca durante o dia!",
    "662a": "Desculpe-me, não temos mais barcos hoje!",
    "e15e": "Desculpe, os óculos de sol acabaram.",
    "01d4": "Fique longe do Lorde Mestre dos Besouros, parece que ele está com fome!",
    "861a": "Ficando vivo....",
    "e781": "A Vaca idiota roubou meu almoço! Ela está sempre reclamando que ela gostaria de ter um gatinho como animal de estimação, mas a mãe não a deixa ter um. Aqui, pegue este gatinho empalhado que eu achei na caixa de brinquedo e dê para ela; ela nunca saberá a diferença. Se você encontrar meu almoço, traga de volta para mim e eu te darei este doce de nozes, eu não quero isto.",
    "a812": "Os óculos de sol custam $ 10",
    "ec9e": "Os óculos de sol custam $ 10.",
    "e6b3": "JOGUE-ME FORA!",
    "2271": "Obrigado pelo tamborim. Pegue o abacaxi do Babão.",
    "719e": "Obrigado! Aqui, você pode ficar com esta meia!",
    "8a3d": "Obrigado por tirar aquele polvo das nossas mãos! Nós simplesmente não podemos ficar com animais de estimação que não são domesticados!",
    "c642": "Obrigado pelo ketchup! Aqui, pegue meu cheeseburger, Eu não quero.",
    "2c73": "Obrigado, cara. Eu tirarei a bagagem agora.",
    "387e": "Este macaco é realmente rápido!",
    "6dab": "A Enfermaria está fechada agora. Desculpe-me",
    "3bde": "O besouro te deu a Pedra DÁgua por salvá-lo do vulcão!",
    "8a40": "Os chapéus vendidos aqui são muito engraçados.",
    "6652": "O urso coala te deu uma Árvore de Pedra!",
    "5e8e": "Franky o lagarto. Um super réptil!",
    "f7dd": "O macaco te entrega a pedra PEDRA!",
    "85a5": "O macaco está com muito medo e não descerá das árvores. Você vai precisar encontrar alguma coisa de que os macacos gostam para trazê-lo de volta aqui!",
    "9308": "O macaco vê a deliciosa banana split que você comprou para ele e decide descer das árvores! Ele esperará por você próximo à praia do sul!",
    "9355": "A avestruz te deu aquela Pedra dos Ventos!",
    "3788": "Desculpe-me, a piscina está fechada.",
    "5290": "Este ônibus está bloqueando a entrada para o balneário!",
    "8f86": "Esta porta não está aberta, sendo impossível de entrar por ela se for feito de massa sólida. ",
    "1260": "Esta é a cabine do Johnny Bravo!",
    "28fc": "Este é um restaurante chique. Favor voltar quando você estiver usando roupas mais finas!",
    "c306": "Este coala não irá coalaperar de jeito nenhum! Encontre algo que ela gostaria de comer para tirá-la do lugar no qual ela está se escondendo! ",
    "f636": "Esta bagagem está bloqueando a saída.",
    "9c62": "Esta bagagem está bloqueando a saída.",
    "ea7c": "O macaco está maluco!",
    "9fd9": "Esta avestruz está completamente doida e não vai ficar parada aí por muito tempo até que você a coloque no barco. Você precisa encontrar algo que possa acalmá-la!",
    "08cf": "Esta avestruz está totalmente maluca!",
    "e4bd": "Esse lugar só vende roupas de banho verdes! Essa cor não combina com você.",
    "4561": "Esta estrela-do-mar está dormindo, portanto pode pegá-la e colocá-la na sua mochila! ",
    "0c96": "Siga por aqui para a DISCOTECA!",
    "b790": "LAVE-ME!",
    "a224": "O QUÊ!?!? Eu sou uma ÁRVORE!!!",
    "5c96": "Quer saber a razão de eu estar triste? Eu vi uma coisa dourada brilhante perto das quadras de tênis, mas a mamãe não me deixa ir lá pegar.",
    "5424": "Você conseguiu pegar as bananas?",
    "ffbf": "Que lindo chafariz.",
    "ab5d": "Tome cuidado com o lugar onde você pisa quando você estiver dentro das cavernas sob o vulcão, pois, além de serem como um labirinto, alguns lugares o levarão de volta para alguma parte anterior do labirinto!",
    "436e": "Aonde ESTÁ aquele facilmente-assustado animal canino que também é conhecido como Coragem....",
    "f2ef": "Aonde está aquela vaca estúpida?!? Você poderia me ajudar a encontrá-la?! A mãe e o Pai me disseram para não deixar ela ir muito longe! Aaaaa, ela está em grandes problemas!",
    "4359": "Quem está aí?",
    "bd30": "YAY! PATOS!! Obrigado! Hei! O que é aquela coisa brilhante logo ali, parecida com uma chave-inglesa?",
    "a99d": "HUM!",
    "a292": "Yip-a-Dee-Doo-Da! Um macaco maluco para chamar de meu! Ele não é maravilhoso?! Hei, macaco! Aonde você pensa que vai antes de consertar o carburador?!?!",
    "3811": "Você comprou uma banana split!",
    "c66a": "Você comprou um frasco de protetor solar!",
    "e761": "Você comprou um par de óculos de sol!",
    "a4af": "Você comprou um par de óculos de sol!",
    "8390": "Você só pode carregar um animal por vez!",
    "0e1d": "Você só pode carregar um animal por vez!",
    "97da": "Você só pode carregar um animal por vez!",
    "7946": "Você achou um guarda-sol!",
    "dad6": "Você encontrou a carteira do Prefeito!",
    "0dfb": "Você encontrou as bananas!",
    "9f65": "Você encontrou o bigode falso na cabine do Johnny Bravo!",
    "578e": "Você encontrou uma raquete de tênis!",
    "55c2": "Você conseguiu o sanduíche de atum!",
    "185b": "Você achou o relógio do Prefeito!",
    "cab7": "Você conseguiu enganar a coala para tirá-la do lugar no qual ela estava se escondendo com a folha de eucalipto! Agora ela está esperando na costa para ser resgatada!",
    "bb9f": "Você não precisa comprar jóias.",
    "d42f": "Você abriu a quarta porta com a Pedra de Vento!",
    "62d7": "Você pegou uma flor vermelha!",
    "e21a": "Você pegou o besouro para levá-lo para a segurança!",
    "e4a5": "Você pegou o lagarto!",
    "bc12": "Você pegou o macaco!",
    "59bc": "Você pegou a avestruz!",
    "fbba": "Você colocou o saco de papel na cabeça da avestruz fazendo-a pensar que já é hora de dormir! Ela se acalmou e está pronta para ser retirada da ilha!",
    "de54": "Você faz com que eu me sinta nas nuvens!",
    "0e7b": "Você precisa da Pedra de Pedra para abrir essa porta!",
    "f0b2": "Você precisa da Pedra de Sol para abrir essa porta!",
    "6037": "Você precisa da Pedra de Árvore para abrir essa porta!",
    "067b": "Você precisa da Pedra de Água para abrir essa porta!",
    "526a": "Você precisa da Pedra de Vento para abrir essa porta!",
    "6858": "Você abriu a quinta porta com a Pedra de Pedra!",
    "99a9": "Você abriu a primeira porta com a Pedra de Sol!",
    "5fc4": "Você abriu a terceira porta com a Pedra de Água",
    "975f": "Você abriu a terceira porta com a Pedra de Árvore",
    "4b87": "Você pegou o coala!",
    "9e99": "Você pegou o macaco!",
    "d00f": "Você alugou um bote!",
    "4c22": "Você não é do serviço de quarto!",
    "0cb0": "Uau! As batatas fritas estão maravilhosas! Que delícia!",
    "05a9": "ff",
    "50e7": "w",
    "5dde": "xx",
    "cd2e": "xxx",
    "eaf1": "xxxxx"
}