{
    "2ba1": "<CHOMP CHOMP  CHOMP>",
    "1115": "Ah-HA! Com essa máscara horripilante, eu conseguirei assustar o Coragem! Uma máscara tal como esta acarretará em medo, tornando-a perfeita para a tarefa que eu desejo concretizar: assustar o Coragem! Leve-me a ele de imediato!",
    "8ace": "Muito bem! Você encontrou a chave inglesa! Agora vamos entrar e tentar encher a piscina!",
    "179e": "Uma troca excelente: uma carta rara e valiosa do TCG do Brak por uma criatura marinha escorregadia com formato de estrela. Muito obrigado.",
    "388d": "Au! Au! Oh... er, quero dizer, QUACK!",
    "fc6b": "Putz, cara! Eu posso estragar meu cabelo carregando a bagagem! Se você conseguir encontrar o carrinho de bagagem, eu tiro a bagagem. Se não: Sem chance, mané!",
    "7b2a": "Cuidado com os caranguejos que vivem na Ilha dos Caranguejos, eles têm a misteriosa habilidade de instantaneamente te jogar para outra parte do balneário! Aqui vai uma dica: Enquanto você estiver parado, os caranguejos não te pegam!",
    "538a": "Garoto, se, pelo menos, eu tivesse um martelo, conseguiria abrir esse maldito coco. Se você me arranjar um, eu te direi como conseguir as bananas.",
    "505a": "O Brak é tão engraçado. ",
    "043e": "Queime, garota, queime! Discoteca Inferno!",
    "26f4": "VERIFIQUE-ME!!!!!",
    "f6de": "FECHADO",
    "8681": "Jardins do Balneário Cartoon CARTOON",
    "5480": "Balneário de Verão do Cartoon CARTOON ou SUMA!",
    "96c6": "Parabéns, você conseguiu encontrar a armadura!",
    "8703": "Legal! Você arranjou uma barra de chocolate para mim! Trato é trato... aqui está a fita adesiva! Ei, eu fiquei sabendo que a Suzy está monopolizando todo o chiclé de bola. Ela precisa aprender a dividir! ",
    "b940": "Vo-vo-cê acha que essa peruca me deixa bem diferente? Eu tô te-te-tentando me disfarçar pra que aquele Macaco Louco sinistro não me encontre. Ta-ta-talvez um bigode fosse melhor. Se você me trouxer um, eu te dou esta peruca.",
    "1ecc": "Não perturbe!",
    "94c1": "Não alimente os patos!",
    "01b2": "Vá à LUTA!",
    "f09f": "Você gostou da meia?",
    "1517": "Não vá embora ainda! A diversão está apenas começando!",
    "1d2c": "Patinhos! Patinhos! Quero ver os patinhos! VOCÊ viu os patinhos!?!?! Leve-me até os patinhos",
    "c897": "Arghhh! Aquela flor não é nada bonita, tire aquilo de perto de mim!",
    "f194": "Excelente! Com essa armadura, devo ser capaz de chegar perto o suficiente para parar o robô! SIGA-ME ATÉ A QUADRA DE TÊNIS!",
    "7dd9": "Pelo amor de Deus, NÃO MOVA AS FONTES!",
    "2ef6": "FONTES ---->",
    "9534": "Assustar o Coragem é muito prazeiroso: portanto, quero assustá-lo muito mais! Assustá-lo de vez é o que farei! Mas, primeiro, preciso de uma máscara de monstro para isso. Por favor, me arranje uma para que eu possa assustá-lo e sentir o prazer que eu mencionei agora há pouco.",
    "4d21": "Ó-ó-ótimo, um bigode falso! Agora o Macaco Louco nunca vai me reconhecer! Aqui, fique com a minha peruca: ela simplesmente não estava funcionando pra mim!",
    "51db": "Porcaria! Esse sol é claro demais para estes velhos olhos! Se você me arranjar um par do ",
    "2527": "Porcaria! Esse sol é claro demais para estes velhos olhos! Se você me arranjar um par do que eles chamam de óculos de sol, eu te darei minha chave esqueleto.",
    "d995": "Vá embora!",
    "f248": "Ó céus! você encontrou um polvo grudento escondido debaixo da fonte!",
    "c1d4": "Ótimo! Obrigado pelo martelo... agora eu vou te dizer como conseguir as bananas. Uma das árvores da Ilha do Vulcão pode ser movida. Empurre-a para cima do caminho gramado!",
    "4e91": "Ótimo, você trouxe o ioiô. Aqui está a máscara medonha de monstro.",
    "b99f": "Você ainda não encontrou o meu almoço?",
    "92d7": "He-he! Eu vi o Johnny Bravo usando um bigode falso ontem! Foi muito engraçado. Onde será que ele o guardou? O moço não está usando hoje.",
    "4d3b": "Aqui está o Kit de Primeiros Socorros!",
    "4a62": "Ei! Preste atenção!",
    "2cd0": "Ei, se quiser esta fita adesiva super legal, eu troco com você por uma barra de chocolate! A propósito, eu ouvi dizer que você pode alugar barcos na marina!",
    "ce3a": "Oba! Uma carta do Brak de primeira edição! Aqui está a minha velha carta do Space Ghost. Ei, eu vi o Prefeito passando um tempo na ilha a oeste daqui ontem: diga a ele que eu mandei um oi!",
    "55c3": "O quê?",
    "335e": "Eu já te dei o carrinho de bagagens! Me deixe em paz!",
    "fbee": "Eu não tenho certeza se aquela troca que fizemos foi totalmente justa. Eu vou contar pra minha mamãe.",
    "f825": "Não vejo o cachorro que é covarde e também conhecido como Coragem. Portanto, devo voltar a tramar planos diabólicos! Você pode ficar com esse pacote de ketchup em compensação pelos seus serviços.",
    "753c": "Eu não tenho o carrinho, eu juro!",
    "ee68": "Eu encontrei este instrumento musical inútil na discoteca ontem à noite! Você pode ficar com ele, se encontrar uma flor realmente bela para mim. Nenhuma destas servem......",
    "a9fb": "Eu ouvi dizer que uma das cabanas de loja do balneário tem uma carta primeira-edição do TCG do Brak em perfeitas condições! Se consegui-la, pra mim eu troco pela minha carta rara de novato do Space Ghost!",
    "0291": "Eu ouvi dizer que, em algum lugar no bosque secreto próximo à Enfermaria, tem um nabo. Nabos são estranhos.",
    "f71a": "Eu pedi uma refeição completa no restaurante, mas tudo que eu quero são as batatas fritas. Se você puder me trazer ketchup, eu deixo você ficar com este cheeseburger.",
    "48ae": "Eu vi um velhote deixar a carteira cair em algum lugar a leste daqui. Espero que ele a encontre!",
    "ec38": "Eu realmente gostaria de ter um guarda-sol para ficar deitado na praia, mas tenho medo que o meu umbigo fique queimado. Você pode arranjar um para mim?",
    "7b38": "Eu acho que eu acredito que v-v-vi o Macaco Louco nos arredores. Espero que o bigode fu-fu-funcione.",
    "7206": "Eu acho que vou chamar meu bichinho de pedra de Mimsyford! EBAAAAA!",
    "1050": "Eu acho que o cara logo à frente tinha a carta por último.",
    "b9c6": "Eu tropecei em uma pedra no estacionamento. O estranho é que ela tinha uma coleira!",
    "5237": "Eu quero um gatinho!",
    "b51c": "Eu queria tanto ter um belo animal de estimação de pedra que eu pudesse segurar e abraçar o dia inteiro! Se você me arranjar um, eu troco por esta bela flor! ",
    "090e": "Estou tão aliviada de ter minha carteira de volta.",
    "a956": "Eu estou de olho em você, amigo! Nem pense nisso!",
    "4e97": "Babão sonolento....",
    "44a7": "Babão quer estar na banda. Babão toca somente um instrumento: tamborim. Dá tamborim pro Babão e Babão dá abacaxi em troca.",
    "ed04": "Se você nos der um ioiô, trocaremos por esta máscara medonha!",
    "5f08": "Guichê de Informações: /\\n                   |",
    "e8b1": "Guichê de informações  ---->",
    "abcd": "Cabana da Joalheira\n-------->\nÓculos de Sol\n<--------",
    "3fa6": "Cabana do Johnny Bravo\n<--------",
    "25a9": "Apenas uma solitária árvore envelhecida.",
    "d504": "O gatinho não está fazendo nada. Talvez esteja com sono.",
    "da1e": "Cara, eu odeio este trabalho, mas quero deixar a minha Mama orgulhosa.",
    "eb84": "Talvez eu precise me mudar para uma nova casa..... ",
    "ac0c": "Minha VERDADEIRA paixão é a jardinagem.",
    "4fc0": "Não temos mais botes para alugar hoje!",
    "6769": "Não temos mais óculos de sol para vender hoje!",
    "81ef": "Não faremos mais trocas por hoje",
    "a5b4": "Não faremos mais trocas por hoje, temos muito a brincar com o ioiô.",
    "1463": "Nada mais para ver aqui.",
    "0f69": "Enfermaria -->",
    "e334": "Que ótimo! Muito obrigado por encontrar uma bela flor para mim! Leve embora este tamborim inútil!",
    "7f12": "Céus! Você encontrou a minha carteira. Muito obrigado, meu jovem. Sua recompensa é uma nota de dez dólares novinha. Gaste bem!",
    "1219": "Oh, não! O Tennis-Tron X35-Z saiu de controle, atirando centenas de bolas de tênis aleatoriamente e quebrando tudo! Se eu tivessse uma armadura, poderia me aproximar do robô fora-de-controle e desarmá-lo! Você me ajuda?",
    "a282": "Ah, tantas coisas com que gastar! Mas parece que perdi minha carteira! Não sei o que farei sem ela! Encontre minha carteira e eu te darei uma recompensa!",
    "7f5b": "Legal! Você conseguiu pegar o meu almoço daquela VACA IDIOTA. Aproveite este delicioso doce de nozes como recompensa.",
    "4c02": "Ah, aqui está o carrinho de bagagens. Desculpe!",
    "fbd7": "Oooh! Eu realmente espero que você esteja aproveitando sua estadia em nosso balneário de luxo... hehehe! De qualquer forma, não esqueça de ir ao guichê de informações para saber exatamente o AZAR que estamos tendo hoje.",
    "9421": "Oooooh! Bichinho! Amei! Aqui! Pode ficar com esta linda flor!",
    "462d": "Oooooo, GATINHO! Toma, queijinho!",
    "607d": "Estacionamento\n<--------",
    "f4bb": "Por favor, não tire as fontes do lugar.",
    "c8a9": "Bela flor....",
    "0a2a": "QUACK! QUACK! QUACK",
    "709a": "QUACK! QUACK! QUACK!",
    "8cc5": "MANTENHA DISTÂNCIA! ESTE CARRO É PROTEGIDO POR SERPENTE!",
    "fea6": "Barbeie-se e corte o cabelo... é rapidinho!",
    "a214": "Em breve, o mundo irá admirar meu novo Tênis -Tron X35-Z. Espere só para ver!",
    "a614": "Desculpe-me! Não temos mais protetor solar hoje!",
    "4d1e": "Desculpe-me, não temos mais nenhum guarda-sol hoje!",
    "b0c3": "Desculpe, não há discoteca durante o dia!",
    "e15e": "Desculpe, os óculos de sol acabaram.",
    "861a": "Ficando vivo...",
    "e781": "Aquela Vaca idiota roubou meu almoço! Ela está sempre reclamando sobre como gostaria de ter um gatinho como animal de estimação, mas a mãe não a deixa ter um. Aqui, pegue este gatinho de pelúcia que eu achei na caixa de brinquedos e dê para ela; ela não vai notar a diferença. Se encontrar o meu almoço, traga-o de volta para mim e eu te darei este doce de nozes, eu não quero isto.",
    "a812": "Os óculos de sol custam $ 10",
    "ec9e": "Os óculos de sol custam $ 10.",
    "e6b3": "JOGUE-ME FORA!",
    "c3d0": "Leve este gatinho de pelúcia pra Vaca e entregue pra ela, para que você possa me trazer meu almoço!",
    "2271": "Obrigado pelo tamborim. Tome aqui o abacaxi do Babão.",
    "719e": "Obrigado! Aqui, pode ficar com esta meia!",
    "81d7": "Muito obrigado, filho, pelos óculos de sol. Tome, a velha e enferrujada chave de esqueleto!",
    "8dba": "Valeu, cara! Você merece até um abraço!",
    "8a3d": "Obrigado por tirar aquele polvo das nossas mãos! Nós simplesmente não podemos ficar com animais de estimação não-domesticados! ",
    "c642": "Obrigado pelo ketchup! Aqui, pode ficar com meu cheeseburger, eu não quero.",
    "2c73": "Valeu, cara. Vou tirar a bagagem agora.",
    "af5e": "Está muito melhor agora. Meus olhos estão a salvo! Me diga, achou um bom uso para aquela velha chave de esqueleto que eu te dei?",
    "6dab": "A enfermaria está fechada agora. Desculpe-me.",
    "8a40": "Os chapéus vendidos aqui são muito engraçados.",
    "3788": "Desculpe-me, a piscina está fechada.",
    "5290": "Este ônibus está bloqueando a entrada para o balneário!",
    "1260": "Esta é a cabine do Johnny Bravo!",
    "28fc": "Este é um restaurante chique. Favor voltar quando você estiver usando roupas mais finas!",
    "f636": "Esta bagagem está bloqueando a saída.",
    "9c62": "Esta bagagem está bloqueando a saída.",
    "e4bd": "Esse lugar só vende roupas de banho verdes! Essa cor não combina com você.",
    "4561": "Esta estrela-do-mar está dormindo, portanto, pode pegá-la e colocá-la na sua mochila! ",
    "0c96": "Siga por aqui para a DISCOTECA!",
    "b790": "LAVE-ME!",
    "a224": "QUE É!?!? Eu sou uma ÁRVORE!!!",
    "8dfe": "Estamos cansados de realizar trocas por hoje, vá para outra cabana.",
    "86cd": "Só trocaremos nossas mercadorias com você por fragmentos raros de rochas espaciais!",
    "d071": "Trocaremos um ioiô por uma carta de novato do TCG de Space Ghost. ",
    "7320": "Temos esta carta muito rara do TCG de Brak em prefeitas condições! Se você quiser, terá que nos trazer uma estrela-do-mar para realizar a troca. ",
    "bbb3": "Bem-vindo ao posto de trocas!",
    "5424": "Conseguiu arranjar as bananas?",
    "ffbf": "Que lindo chafariz.",
    "436e": "Onde ESTÁ aquele facilmente-assustável animal canino que também é conhecido como Coragem...?",
    "52a8": "Cadê aquela vaca estúpida?!? Você poderia me ajudar a encontrá-la?! A Mãe e o Pai me disseram para não deixar ela ir muito longe! Aaaaa, ela está tão encrencada!",
    "f2ef": "Cadê aquela vaca estúpida?!? Você poderia me ajudar a encontrá-la?! A Mãe e o Pai me disseram para não deixar ela ir muito longe! Aaaaa, ela está tão encrencada!",
    "4359": "Quem está aí?",
    "bd30": "EBA! PATOS!! Obrigado! Ei! O que é aquela coisa brilhante logo ali, parecida com uma chave-inglesa?",
    "4c48": "CARAMBA! O robô jogador de tênis do Dextex saiu de controle! Ninguém consegue jogar tênis porque o robô está disparando os canhões de bola de tênis de forma totalmente aleatória! Você tem que fazer alguma coisa! Fale com o Dexter na quadra de tênis no canto noroeste do balneário para descobrir o que fazer!",
    "a99d": "HUM!",
    "c66a": "Você comprou um frasco de protetor solar!",
    "e761": "Você comprou um par de óculos de sol!",
    "a4af": "Você comprou um par de óculos de sol!",
    "1b47": "Você encontrou uma carta de novato do Space Ghost! Aqui está o ioiô.",
    "7946": "Você achou um guarda-sol!",
    "3156": "Você encontrou uma pedra de estimação debaixo deste carro!",
    "dad6": "Você encontrou a carteira do Prefeito!",
    "0dfb": "Você encontrou as bananas!",
    "1a02": "Você encontrou o elusivo nabo!",
    "9f65": "Você encontrou o bigode falso na cabine do Johnny Bravo!",
    "578e": "Você encontrou uma raquete de tênis!",
    "4f7a": "Você ganhou um gato de pelúcia fofinho.",
    "bb9f": "Você não precisa comprar joias.",
    "de54": "Você faz eu me sentir nas nuvens!",
    "63ba": "Você colheu uma flor.",
    "d00f": "Você alugou um bote!",
    "d431": "Meu, você quer outro abraço?!",
    "4c22": "Você não é do serviço de quarto!",
    "0cb0": "Uau! As batatas fritas estão maravilhosas! Que delícia!",
    "0d50": "Delícia! Sorvete!",
    "bdd7": "ZzzzZzzzZzzzZzzzzz....",
    "79e0": "rwe",
    "a015": "srgsrg",
    "50e7": "w"
}
