{
    "2ba1": "<CHOMP CHOMP  CHOMP>",
    "7511": "Uma discoteca? Ah não! Eu pensei que fosse uma festa de polca! Eu não posso usar minha calça de couro em uma DISCOTECA. Agora eu preciso de um novo par de calças!",
    "e3b1": "Uma peruca gigante de discoteca dos anos 70? Obrigado! Este será o disfarce p-p-perfeito para eu me esconder do Macaco Loco. Eu irei à discoteca com você!",
    "29b7": "Ahá! Um sanduíche de atum! Pegue este robô de dinossauro como prova de minha apreciação! Acredite em mim, atualmente, eu já estou um pouco cansado de robôs.",
    "d65d": "AAUGH! Tire esse polvo da nossa casa!!!",
    "4a43": "AHH! Você me trouxe um animal de estimação horripilante e rastejante para o meu plano. Meu plano precisa de um animal de estimação horripilante e rastejante para funcionar, e agora eu tenho um. Este besouro é ambos, horripilante e rastejante, e por isto eu sou grato. Eu cuidarei muito bem deste animal de estimação, e ele será chamado de Lorde Mestre dos Besouros.",
    "dece": "Ahhh! Muito obrigado pelo belo dispositivo de teletransporte interdimensional. Ele funcionará bem para transportar a discoteca para uma outra dimensão, uma diferente daquela na qual a discoteca está agora. Meu plano é transportar a discoteca para a 14a dimensão, um lugar onde a dança de discoteca não é permitida! Agora, você pode ficar com esta adorável colcha que eu acabei de tricotar como prova de minha gratidão.",
    "cde7": "VOCÊ irá utilizar esta roupa de descaso na discoteca hoje à noite?",
    "388d": "Arf! Arf! Oh... eh, quero dizer QUACK!",
    "eb3d": "Argh! Este disco de ouro esta riscado!",
    "fc6b": "Putz, cara! Eu posso estragar meu cabelo carregando a bagagem! Se você conseguir encontrar o carrinho de bagagem, eu tiro a bagagem. Se não: Sem jeito, José!",
    "89bf": "Fantástico! Eu irei mostrar meu novo assustador lagarto para todo o mundo! Eu acho que eu irei chamá-lo de Franky!",
    "74d7": "Ahhh, por Jiminy! Eu não consigo acreditar que eu perdi minha lancheira! Jovem, você poderia achá-la para mim? Se você achá-la para mim eu te darei uma roupa azul de descanso que eu tenho do tempo em que eu usava nas discotecas!",
    "363a": "Awww, isn't she the cutest little koala you have ever seen?",
    "04dc": "BLAH",
    "9bf4": "Já que eu quero arruinar a festa de hoje à noite na discoteca, eu preciso arquitetar um plano! Se eu não quisesse arruinar a festa de hoje à noite, eu não precisaria de um plano! Mas, já que arruinar a festa é o que eu quero fazer, um plano precisa ser arquitetado! RÁPIDO! TRAGA-ME UMA PISTOLA DE RAIOS PARA TRANSPORTAR A DISCOTECA PARA OUTRA DIMENSÃO! Em troca, eu te darei esta bela colcha que eu terminei de tricotar agora mesmo!",
    "538a": "Garoto, se, pelo menos, eu tivesse um martelo, então eu conseguiria abrir esse maldito coco. Se você conseguir um para mim, eu te direi como conseguir as bananas.",
    "043e": "Queime, garota, queime! Discoteca Inferno!",
    "014a": "FECHADO!",
    "8681": "Jardins do Balneário Cartoon CARTOON",
    "5480": "Balneário de Verão do Cartoon CARTOON ou SUMA!",
    "4e44": "O Frango é MUITO malvado! Ele encheu minha colcha de areia usando-a como toalha de praia! Eu quero  uma COLCHA nova e um irmão NOVO!",
    "96c6": "Parabéns, você conseguiu encontrar a armadura!",
    "8703": "Lega! Você conseguiu uma barra de chocolate para mim! Acordo é acordo... aqui está a fita adesiva! Hei, Eu ouvi que a Suzy está monopolizando todo o chicle de bola, ela precisa aprender a dividir!",
    "6235": "DELETE-ME",
    "6a69": "DELETE-ME!",
    "7d72": "DELETE-ME!!!",
    "a07f": "Cabine do Dexter\n<---------",
    "ab11": "Não tem mais nada na cabine do Dexter que te interesse.",
    "1ecc": "Não perturbe!",
    "94c1": "Não alimente os patos!",
    "01b2": "Vá à LUTA!",
    "f09f": "Você gostou da meia?",
    "5f5c": "Será que este lugar tem T.V. a cabo?",
    "1517": "Não vá embora ainda! A diversão está apenas começando!",
    "ad1c": "Devido ao meu intelecto superior, a festa na discoteca de hoje à noite não é uma opção. Além disso, eu sou muito baixo para atrair uma parceira de dança.",
    "09af": "Eureca! Com estes sapatos de plataforma, eu conseguirei atrair a perfeita parceira de dança! Não que eu esteja interessado em assuntos tão banais, é claro. Vamos lá!",
    "c897": "Arghhh! Aquela flor não é nada bonita, tire aquilo de perto de mim!",
    "bcbf": "Excelente! Agora eu usarei este hediondo disco dos Gee-Bees para torturar todos os hóspedes que estão ficando no hotel! Fique com estes sapatos de plataforma em troca dele!",
    "d76f": "Está bem, vá em frente e mova as fontes. Veja se eu me importo! EU DESISTO!",
    "0e92": "Franky é o mais legal!",
    "84a1": "Franky o lagarto. Um super réptil!",
    "ee1f": "Pegue seu sorvete APIMENTADO aqui!",
    "d995": "Vá embora!",
    "71db": "Vamos lá garoto, pode me incomodar!",
    "67b6": "Que aflição! O vulcão está para entrar em erupção! Não fuja, pois o balneário precisa da sua ajuda! Coragem o cão covarde está preso dentro das cavernas que ficam embaixo do vulcão. Você precisa ajudar a salvá-lo! Primeiro você tem que conseguir tirar todos os outros animais que estão na ilha, um de cada vez (é o máximo de peso que o seu bote agüenta). Assim que você conseguir encontrar alguém para cuidar de cada um dos animais, os animais lhe darão itens especiais para ajudá-lo no seu caminho pelas cavernas e resgatar o Coragem! Rápido, o vulcão pode entrar em erupção a qualquer momento!",
    "c1d4": "Ótimo! Obrigado pelo martelo... agora eu vou te dizer como conseguir as bananas. Uma das árvores da Ilha do Vulcão pode ser movida. Empurre-a para cima do caminho gramado!",
    "8e7b": "Sabe o que? Eu acho que a Florzinha tem uma queda por aquele garoto que tem aquelas mechas prateadas no cabelo! É TÃO obvio!",
    "a2f6": "OLÁ!",
    "b99f": "Você ainda não encontrou meu almoço?",
    "ebc8": "Você já salvou algum outro animal do malvado vulcão antigo?!?",
    "4d3b": "Aqui está o Kit de Primeiros Socorros!",
    "4a62": "Hei! Preste atenção!",
    "65ee": "Hei, eu acho que tem algum tesouro enterrado sob aquele grupo de árvores! Se eu tivesse uma pá, eu poderia desenterrá-lo! Quem sabe? Talvez ele valha alguma coisa!",
    "3b82": "Ei, legal! Você encontrou uma lancheira!",
    "2cd0": "Hei, se você quiser esta fita adesiva super legal, eu troco com você por uma barra de chocolate! A propósito, eu ouvi dizer que você pode alugar barcos na marina!",
    "79d2": "Hummm... uma bela pá de brinquedo. Talvez ela venha a ser útil...",
    "7a54": "Hummmmm. Eu fico pensando, que horas devem ser agora?",
    "6c35": "Lobby do Hotel\n<--------",
    "620f": "block.63-FLOR-[18, 4]-31-29-15-14",
    "42fe": "Como você está se sentindo?",
    "55c3": "O quê?",
    "784c": "EU VENDO CHAPÉUS!",
    "7023": "block.14-FLOR-[23, 7]-32-32-0-0",
    "0471": "Eu não posso te falar o nome do garoto com quem eu quero dançar, mas eu vou te dizer a inicial dele: B!!!",
    "3051": "Eu não consigo esperar pela festa de hoje à noite! É uma pena que os garotos sejam tão burros! Espero que tenha pelo menos um GAROTO INTELIGENTE na festa de hoje à noite.",
    "eb19": "Eu não sei. Eu até que gosto do lugar onde minha casa está. Ninguém me incomoda... normalmente.",
    "ee68": "Eu encontrei este inútil instrumento musical na discoteca ontem à noite! Você pode ficar com ele se você encontrar uma flor realmente bela para mim, nenhuma destas servem......",
    "fff4": "",
    "39d6": "A adoro minha colcha nova!",
    "f71a": "Eu pedi uma refeição completa no restaurante, mas tudo que eu quero são as batatas fritas. Se você puder me trazer ketchup, eu deixo você ficar com este cheeseburger.",
    "5e43": "",
    "5788": "Ontem, eu vi a Lindinha escrevendo o nome do Coragem em seu caderno! Aposto que ela gosta dele!",
    "ec38": "Eu realmente gostaria de ter um guarda-sol para ficar deitado na praia mas eu tenho medo que o meu umbigo fique queimado. Você pode achar um para mim?",
    "dc8a": "Tenho certeza de que eu gostaria de ter aquela p-p-peruca de volta! M-m-macaco Loco estará lá na discoteca hoje à noite. A não ser que eu u-u-use algum tipo de disfarce, ele me matará de medo!",
    "7206": "Eu acho que eu vou chamar meu bichinho de pedra de Mimsyford! YAAAAY!",
    "5237": "Eu quero um gatinho!",
    "b51c": "Eu gostaria de ter um belo animal de estimação de pedra que eu pudesse segurar e abraçar o dia inteiro! Se você encontrar um, eu trocarei por esta bela flor!",
    "090e": "Estou tão aliviada de ter minha carteira de volta.",
    "a956": "Eu estou de olho em você, amigo! Nem pense nisto!",
    "a488": "Babão gosta de roupa de descanso transada! Babão usa roupa e vai discoteca com você!",
    "4e97": "Babão sonolento....",
    "02a3": "Babão quer bonito estar na festa! Roupas supertransadas de discoteca precisa Babão! Traz para Babão roupa de descanso e Babão vai discoteca com você!",
    "44a7": "Babão quer estar na banda. Babão toca somente um instrumento: tamborim. Dá tamborim para Babão e Babão dá abacaxi em troca.",
    "eb43": "Se eu tivesse um daqueles colares malucos dos anos 70, eu seria o cara mais transado na festa de hoje à noite!",
    "f65d": "Se você me trouxer um disco do Gee-Bees, eu te darei estes antigos sapatos de plataforma dos achados e perdidos! Tocando este disco dos Gee-Bees sem parar, eu farei com que a vida de todos que estão no hotel fique totalmente miserável!",
    "5f08": "Guichê de Informações: /\\n                   |",
    "e8b1": "Guichê de informações  ---->",
    "d504": "O gatinho não está fazendo nada. Talvez ele esteja com sono.",
    "d6bf": "Lorde Mestre dos Besouros está com fome...",
    "da1e": "Cara, eu odeio este trabalho, mas eu quero deixar minha Mamãe orgulhosa.",
    "997c": "Cara, eu sou lindo! A febre do Boogie realmente fica bem em mim! Mas, sem uma Bola de Discoteca, a festa de hoje à noite na discoteca poderá ser muito careta! Se você encontrar aquela coisa, traga-a para mim para que nós possamos animar a festa!",
    "eb84": "Talvez eu precise me mudar para uma nova casa..... ",
    "44a5": "Mmmm! Este atum está delicioso!",
    "ac0c": "Minha VERDADEIRA paixão é a jardinagem.",
    "3347": "Meu plano que eu planejei precisa de um animal de estimação que seja meu! E não qualquer animal de estimação! Macaco Loco precisa ter um horripilante animal de estimação que inspire medo e terror! De preferência, que este animal de estimação rasteje e tenha uma carapaça espinhuda para se proteger de seus inimigos. Um bichinho fofo e peludo não adianta! Bichinhos fofos e peludos não são o que eu pedi!",
    "36c0": "",
    "4fc0": "Não temos mais botes para alugar hoje!",
    "617a": "Não preciso mais de roupa de banho. Aonde estão as roupas de discoteca?",
    "6769": "Não temos mais óculos de sol para vender hoje!",
    "0f69": "Enfermaria -->",
    "c03d": "",
    "e334": "Que bom! Muito obrigado por encontrar uma bela flor para mim! Leve embora este inútil tamborim!",
    "7f12": "Oh Deus! Você encontrou minha carteira. Muito obrigado meu jovem. Sua recompensa é uma nota de dez dólares novinha. Gaste bem!",
    "a282": "Oh, diversas coisas para gastar! Parece que eu perdi minha carteira! Não sei o que eu farei sem ela! Encontre minha carteira e eu te darei uma recompensa!",
    "7f5b": "Oh, legal! Você conseguiu pegar meu almoço daquela VACA IDIOTA. Aproveite este delicioso doce de nozes como recompensa.",
    "fee3": "Oh, eu agradeço aos céus! Você encontrou meus valiosíssimos relógio e corrente de ouro! Aqui, fique com esta estranha folha australiana que eu encontrei! Divirta-se!",
    "030a": "",
    "fbd7": "Oooh! Eu realmente espero que você esteja aproveitando sua estadia em nosso balneário de luxo... hehehe! De qualquer forma, não esqueça de ir ao guichê de informações para saber exatamente o AZAR que estamos tendo hoje.",
    "9421": "Oooooh! Bichinho! Eu o amo! Aqui! Você pode ficar com esta bela flor!",
    "462d": "Ooooo, KITTY! Aqui, queijo!",
    "607d": "Parking Lot\n<--------",
    "dcc2": "Por favor, não me incomode agora, nem neste momento, pois eu estou muito ansioso para mandar os convidados da festa para a 14a dimensão conforme meu plano que eu já falei antes.",
    "f4bb": "Por favor, não tire as fontes do lugar.",
    "c8a9": "Bela flor....",
    "0a2a": "QUACK! QUACK! QUACK",
    "709a": "QUACK! QUACK! QUACK!",
    "a137": "REMOVA-ME!!!!!!!!!!!!!!!!!!!",
    "8cc5": "MANTENHA DISTÂNCIA! ESTE CARRO É PROTEGIDO POR SERPENTE!",
    "ad03": "Barba e corte de cabelo... duzentos e setenta e três pedaços!",
    "fc23": "Sonolento...",
    "a614": "Desculpe-me! Não temos mais protetor solar hoje!",
    "4d1e": "Desculpe-me, não temos mais nenhum guarda-sol hoje!",
    "662a": "Desculpe-me, não temos mais barcos hoje!",
    "01d4": "Fique longe do Lorde Mestre dos Besouros, parece que ele está com fome!",
    "3ea0": "Não fique no sol.",
    "861a": "Ficando vivo....",
    "e781": "A Vaca idiota roubou meu almoço! Ela está sempre reclamando que ela gostaria de ter um gatinho como animal de estimação, mas a mãe não a deixa ter um. Aqui, pegue este gatinho empalhado que eu achei na caixa de brinquedo e dê para ela; ela nunca saberá a diferença. Se você encontrar meu almoço, traga de volta para mim e eu te darei este doce de nozes, eu não quero isto.",
    "6541": "Agora, os óculos de sol custam R$ 42.877.000,00. Desculpe-me, mas é a inflação.",
    "477e": "Fantástico! Você encontrou meu CD! Pegue estas chaves da discoteca!",
    "e6b3": "JOGUE-ME FORA!",
    "2271": "Obrigado pelo tamborim. Pegue o abacaxi do Babão.",
    "719e": "Obrigado! Aqui, você pode ficar com esta meia!",
    "8ac9": "Obrigado pelo copo de leite morno. Aqui, fique com este colar de dentes! Eu não preciso mais dele.",
    "8a3d": "Obrigado por tirar aquele polvo das nossas mãos! Nós simplesmente não podemos ficar com animais de estimação que não são domesticados!",
    "c642": "Obrigado pelo ketchup! Aqui, pode ficar com meu cheeseburger, eu não quero.",
    "7b9e": "Obrigado pela pá! Agora eu já posso desenterrar aquele tesouro!",
    "2c73": "Obrigado, cara. Eu tirarei a bagagem agora.",
    "6dab": "A enfermaria está fechada agora. Desculpe-me.",
    "3bde": "O besouro te deu a Pedra DÁgua por salvá-lo do vulcão!",
    "6652": "The koala bear has given you the Tree Stone!",
    "9355": "The ostrich has given you the Wind Stone!",
    "3788": "Desculpe-me, a piscina está fechada.",
    "8dc6": "O resto do baú do tesouro está repleto de coisas REALMENTE inúteis.",
    "6a88": "Estas calças de boca-de-sino funcionarão perfeitamente na festa de hoje à noite! Agora eu estou pronto para abafar! Eu irei com você!",
    "86e1": "Esta",
    "5290": "Este ônibus está bloqueando a entrada para o balneário!",
    "1260": "Esta é a cabine do Johnny Bravo!",
    "28fc": "Este é um restaurante chique. Favor voltar quando você estiver usando roupas mais finas!",
    "9dd7": "Isto é uma emergência! Eu deveria ser o D.J. na festa de hoje à noite, mas eu perdi o CD com músicas de discoteca em algum lugar dentro da discoteca! Se você encontrá-lo, eu te dou as chaves da discoteca!",
    "f636": "Esta bagagem está bloqueando a saída.",
    "9c62": "Esta bagagem está bloqueando a saída.",
    "08cf": "This ostrich is totally nuts-o!",
    "4561": "Esta estrela-do-mar está dormindo, portanto, pode pegá-la e colocá-la na sua mochila! ",
    "0c96": "Siga por aqui para a DISCOTECA!",
    "8748": "Hoje é a grande noite! A febre da discoteca! Mas espere, o que é isso? Várias hóspedes do balneário sem parceiro para dançar esta noite? Algo precisa ser feito! Você precisa convencer os garotos a irem à discoteca com você hoje à noite e, então, formar os pares delas com os corretos parceiros de dança! Se você não fizer isso, a noite de hoje pode acabar sendo um fracasso...",
    "4af8": "Acontece que aquele baú do tesouro estava cheio de coisas inúteis.",
    "b790": "LAVE-ME!",
    "a224": "O QUÊ!?!? Eu sou uma ÁRVORE!!!",
    "5c96": "Want to know why I'm sad? I saw a shiny golden thing over near the tennis courts but Mommy wouldn't let me go get it.",
    "ce85": "Nós temos jóias baratas!",
    "5424": "Você conseguiu pegar as bananas?",
    "ab5d": "Tome cuidado com o lugar onde você pisa quando você estiver dentro das cavernas sob o vulcão, pois, além de serem como um labirinto, alguns lugares o levarão de volta para alguma parte anterior do labirinto!",
    "436e": "Aonde ESTÁ aquele facilmente-assustado animal canino que também é conhecido como Coragem....",
    "f2ef": "",
    "4359": "Quem está aí?",
    "0680": "Olhar vitrines!",
    "14cc": "Hei, o que é isto que você encontrou na cabine do Dexter? Será outra de suas estranhas máquinas? Não, é só uma arma de raios de brinquedo.",
    "8795": "Nooossa! Um colar de dentes! VAMOS CAIR NA NOITE! Vamos dançar!",
    "bd30": "YAY! PATOS!! Obrigado! Hei! O que é aquela coisa brilhante logo ali, parecida com uma chave-inglesa?",
    "4295": "Ooooba! Uma colcha novinha para mim! Em troca, você pode ficar com este copo de leite morno.",
    "a99d": "HUM!",
    "78cc": "Yaaay! Discotecas são muito divertidas! Você sabe se o irmão da Vaca vai estar lá? ELE É TÃO LINDO! Eu acho que eu vi uma bela pistola de raios de brinquedo na cabine do Dexter...",
    "f55e": "Sim, somente chapéus... você consegue acreditar nisto?!?",
    "b44a": "Oba! Um par de transadas calças boca-de-sino!",
    "c66a": "Você comprou um frasco de protetor solar!",
    "a4af": "Você comprou um par de óculos de sol!",
    "dd1f": "Você não pode sair da discoteca porque as portas estão fechadas!",
    "55fc": "Suas crianças malucas e suas estranhas danças de discoteca! É melhor vocês não me acordarem esta noite, pois eu fico muito mal-humorado quando não durmo, pelo menos, 12 horas. Se você me trouxer um copo de leite morno eu dormirei bem melhor. Além disto, eu te darei uma outra coisa pelo seu trabalho.",
    "7946": "Você achou um guarda-sol!",
    "2209": "Você encontrou o CD com a coletânea de músicas dos anos 70!",
    "bf62": "Você encontrou a Bola de Discoteca! É assim mesmo que eu gosto! Vamos para a pista de dança!",
    "dad6": "Você encontrou a carteira do Prefeito!",
    "0dfb": "Você encontrou as bananas!",
    "9f65": "Você encontrou o bigode falso na cabine do Johnny Bravo!",
    "578e": "Você encontrou uma raquete de tênis!",
    "bb2e": "Você encontrou um disco de ouro do Gee-Bee!",
    "d750": "Você tem uma peruca psicodélica dos anos 70!",
    "bb9f": "Você não precisa comprar jóias.",
    "7796": "Você encontrou uma antiga bola de discoteca desenterrada!",
    "de54": "Você faz com que eu me sinta nas nuvens!",
    "6858": "Você abriu a quinta porta com a Pedra Pedra!",
    "d00f": "Você alugou um bote!",
    "7499": "Você conseguiu localizar minha lancheira, você é realmente bom! Obrigado! Pegue esta velha e maluca roupa de descanso!",
    "4c22": "Você não é do serviço de quarto!",
    "0cb0": "Uau! As batatas fritas estão maravilhosas! Que delícia!",
    "ca97": "uma",
    "05a9": "ff",
    "10c2": "para",
    "fa51": "é",
    "ab53": "mensagem",
    "2bb8": "secret",
    "50e7": "w",
    "2d71": "x",
    "5dde": "xx",
    "cd2e": "xxx",
    "eaf1": "xxxxx",
    "eb83": "você!"
}