{
    "2ba1": "<MUNCH MUNCH MUNCH>",
    "7511": "A disco? Oh no! I thought it was a polka party! I can't wear my lederhosen to a DISCO party. Now I need a new pair of pants!",
    "e3b1": "A giant 70's disco wig? Thanks! This will be the p-p-perfect disguise to hide from me from M-m-mojo Jojo. I'll go to the dance with you!",
    "29b7": "¡Ah! ¡Un sándwich de atún! ¡Toma este dinosaurio robótico como muestra de mi agradecimiento! Créeme, estoy un poco cansado de los robots por el momento.",
    "d65d": "¡AUGH! ¡¡¡Saca a este pulpo de nuestra casa!!!",
    "4a43": "¡AH! Me has traído una mascota horripilante y rastrera para mi plan. Mi plan necesitaba una mascota horripilante y rastrera para que funcionara y ahora la tengo. Este escarabajo es horripilante y se arrastra, por lo que estoy agradecido. Cuidaré bien de esta mascota y se llamará Lord Bug Master",
    "dece": "Ahhh! Thank you for this nice inter-dimensional teleportation device. It will work nicely in transporting the disco to another dimension, one that is different from the dimension that the disco is in now. My plan is to transport the disco to the 14th dimension, a place where no disco dancing is allowed! You may now have this lovely knitted blanket that I have knitted as a gift of my gratitude.",
    "cde7": "Are YOU going to where that leisure suit to the dance party tonight?",
    "388d": "¡Arf! ¡Arf! Oh... uh, quiero decir ¡QUACK!",
    "eb3d": "Argh! This gold record is scratched!",
    "fc6b": "¡Ah, hombre! ¡Podría estropearme el pelo recogiendo ese equipaje! Si puedes encontrar el carro del equipaje, lo moveré. Si no: ¡Ni hablar, José!",
    "89bf": "¡Impresionante! ¡Voy a enseñar mi nuevo lagarto terrorífico a todo el mundo! ¡Creo que lo llamaré Franky!",
    "74d7": "Awww, by Jiminy! I can't believe I've lost my lunch box! Will you find it for me, young person? If you do I will give you the blue leisure suit I own from my disco days!",
    "363a": "¿No es el koala más bonito que hayas visto nunca?",
    "04dc": "BLAH",
    "9bf4": "Because I wish to ruin tonight's dance party, I need to devise a plan! If I did not wish to ruin the party, I would not need a plan! But since ruining the party is something I wish to do, a plan must be made! QUICKLY! BRING ME A RAYGUN THAT WILL TRANSPORT THE DISCO TO ANOTHER DIMENSION! In return, I will give you this nice blanket that I have finished knitting just now! ",
    "538a": "Si tuviera un martillo, podría abrir este maldito coco. Si me consigues uno, te diré cómo conseguir los plátanos.",
    "043e": "¡Arde, nena, arde! ¡Disco Inferno!",
    "014a": "CLOSED!",
    "8681": "Jardines del complejo cartoon CARTOON",
    "5480": "¡CARTOON Summer Resort o BUST!",
    "4e44": "Chicken is SO mean! He got sand in my favorite blankee by using it as a beach towel! I want a NEW blankee and a NEW brother!",
    "96c6": "¡Enhorabuena! ¡Has conseguido encontrar la armadura!",
    "8703": "¡Genial! ¡Tienes una barra de chocolate para mí! Un trato es un trato... ¡aquí está la cinta adhesiva! Oye, he oído que Suzy está acaparando todo el chicle, ¡tiene que aprender a compartir!",
    "6235": "DELETE ME",
    "6a69": "DELETE ME!",
    "7d72": "DELETE ME!!!",
    "a07f": "Dexter's Cabin\n<---------",
    "ab11": "Dexter's cabin holds no more interest to you.",
    "1ecc": "¡No molestar!",
    "94c1": "¡No alimentes a los patitos!",
    "01b2": "¡Haz el HUSTLE!",
    "f09f": "¿Te gusta el calcetín?",
    "5f5c": "¿Este lugar tiene televisión por cable?",
    "1517": "¡No te vayas todavía! La diversión acaba de empezar.",
    "ad1c": "Due to my superior intellect, tonight's disco party is not an option. Besides, I am far too short to attract a dance partner.",
    "09af": "Eureka! With these platform shoes, I will be able to attract the perfect dance partner! Not that I am interested in such trivial pursuits, of course. Let's go!",
    "c897": "¡Ewww! Esa flor no es nada bonita, ¡aléjala de mí!",
    "bcbf": "Excellent! Now I will use this hideousGee-Bee's record to torture all of the guests staying in the hotel! Take these platform shoes in return!",
    "d76f": "Fine, go ahead and move the fountains. See if I care! I QUIT!",
    "0e92": "¡Franky es el más genial!",
    "84a1": "El lagarto Franky. Un gran reptil.",
    "ee1f": "Get yer RED-HOT ice-cream here!",
    "d995": "¡Vete!",
    "71db": "Go away kid, ya bother me!",
    "67b6": "¡Caramba! ¡El volcán va a explotar! ¡No huyas, porque el complejo necesita tu ayuda! Courage el perro cobarde está atrapado dentro de las cuevas debajo del volcán. ¡Tienes que ayudar a salvarlo! En primer lugar, tendrás que sacar a los demás animales de la isla de uno en uno (tu barco sólo puede soportar un cierto peso). Una vez que hayas encontrado a alguien que se encargue de cada uno, los animales te darán objetos especiales para ayudarte a atravesar las cuevas y rescatar a Courage. Date prisa, ¡el volcán puede entrar en erupción en cualquier momento!",
    "c1d4": "¡Genial! Gracias por el martillo... ahora te diré cómo conseguir los plátanos. Uno de los árboles de la Isla del Volcán se puede mover. Empújalo sobre el parche de hierba.",
    "8e7b": "Guess what? I think Blossom has a crush on that boy with the white streaks in his hair! It's SO obvious!",
    "a2f6": "HOLA!",
    "b99f": "¿Ya has encontrado mi almuerzo?",
    "ebc8": "¿Ya has salvado a otros animales del malvado volcán?",
    "4d3b": "¡Aquí está el botiquín!",
    "4a62": "¡Oye! ¡Cuidado, amigo!",
    "65ee": "Hey, I think there's some buried treasure underneath this group of trees! If I had a shovel, I could dig it up!  Who knows? Maybe it's worth something!",
    "3b82": "Hey, cool! You found a lunch box!",
    "2cd0": "¡Oye, si quieres esta cinta escocesa tan chula, te la cambio por una chocolatina! Por cierto, ¡he oído que se pueden alquilar barcos en el puerto deportivo!",
    "79d2": "Hmmm... a neat little toy shovel. Perhaps it will come it useful....",
    "7a54": "Hmmmmm. Me pregunto qué hora es.",
    "6c35": "Vestíbulo del hotel\n<--------",
    "620f": "Vestíbulo del hotel ---->",
    "42fe": "How are you feeling?",
    "55c3": "¿Eh?",
    "784c": "I SELL HATS!",
    "7023": "Apuesto a que si tuviera un monstruo cubierto de escamas con grandes ojos de bicho podría usarlo para asustar a Dee-Dee y a Suzy. Sería divertidísimo.",
    "0471": "I can't tell you the name of the boy who I want to dance with, but I will tell you his initials: I.R.B!!!",
    "3051": "I can't wait for tonight's dance party! Too bad boys are so dumb! I hope there's at least one SMART BOY at tonight's party.",
    "eb19": "I dunno. I kind of like where my house is. Nobody bothers me... usually.",
    "ee68": "Anoche encontré este tonto instrumento musical en la discoteca. Puedes quedártelo si me encuentras una flor muy bonita, ninguna de estas lo hará.....",
    "fff4": "Me encantan las mascotas bonitas y peludas. Me encantaría cuidar de uno de esos pobres animales atrapados en la isla, pero sólo si es lindo y peludo y no salta mucho. Mejor aún, ¡uno con una nariz extraña! Eso sería perfecto.",
    "39d6": "I love my new blankee!",
    "f71a": "He pedido un Big Value Meal en el restaurante, pero sólo quiero las patatas fritas. Si me encuentras un poco de ketchup, te dejaré esta hamburguesa con queso.",
    "5e43": "¡Realmente admiro a mi nuevo hermano mayor!",
    "5788": "I saw Bubbles writing Courage's name in her notebook yesterday! I bet she likes him!",
    "ec38": "Me gustaría tener una sombrilla porque quiero tumbarme en la playa pero tengo miedo de que se me queme la ubre. ¿Puedes encontrar una para mí?",
    "dc8a": "I sure wish that I had that w-w-wig back! M-m-mojo Jojo will be at tonight's dance. Unless I w-w-wear s-some sort of disguise, he'll s-s-scare me to d-d-death! ",
    "7206": "¡Creo que llamaré a mi mascota-roca Mimsyford! ¡YAAAAY!",
    "5237": "¡Quiero un gatito!",
    "b51c": "Me gustaría tener una pequeña y bonita mascota que pudiera sostener, abrazar y amar todo el día. Si encuentras una, te cambio esta bonita flor.",
    "090e": "Estoy tan aliviado de tener mi cartera de vuelta.",
    "a956": "¡Te estoy vigilando, amigo! ¡Ni siquiera lo pienses!",
    "a488": "I.R. Baboon like superfly leisure suit! I.R. wear suit and go to disco with you!",
    "4e97": "I.R. Baboon tiene sueño....",
    "02a3": "I.R. Baboon want look good for party! Superfly disco clothes needed by I.R. Baboon! Bring I.R. a leisure suit and I.R. go with you to dance!",
    "44a7": "I.R. Baboon quiere estar en una banda. I.R. Baboon sólo toca un instrumento: la pandereta. Dar I.R. Baboon pandereta y I.R. Baboon dar piña a cambio.",
    "eb43": "If I had one of those crazy necklaces from the 70's, I'd be the coolest guy at tonight's party!  ",
    "f65d": "If you bring me a Gee-Bee's record, I will give you these old platform shoes from lost and found! By playing the Gee-Bees non-stop, I will make everyone's hotel stay completely miserable!",
    "5f08": "Cabina de información: /\\n                   |",
    "e8b1": "Cabina de información ---->",
    "d504": "Kitty no hace mucho. Quizá tenga sueño.",
    "d6bf": "Lord Bug Master tiene hambre...",
    "da1e": "Tío, odio este trabajo, pero quiero que mi madre esté orgullosa.",
    "997c": "Man, I'm pretty! Boogie fever sure looks good on me! But without a Disco Ball, tonight's disco party might as well be a square dance! If you find that thing, bring it over here so we can get the joint jumpin'!",
    "eb84": "Tal vez debería mudarme a una nueva casa.....",
    "44a5": "¡Mmmm! ¡Este atún está delicioso!",
    "ac0c": "Mi VERDADERA pasión es la jardinería.",
    "3347": "El plan que he planeado requiere una mascota propia. ¡Y no cualquier mascota! Mojo Jojo debe tener una mascota espantosa que inspire miedo y horror. Preferiblemente, esta mascota se arrastrará y tendrá un caparazón con púas para protegerse de los enemigos. Un animal bonito y peludo no servirá. Los animales lindos y peludos no son lo que necesito.",
    "36c0": "¡Mi hermana vaca es tan tonta! ¡Ojalá tuviera un GRAN HERMANO genial en su lugar!",
    "4fc0": "¡No hay más barcos para alquilar hoy!",
    "617a": "No more need for a bathing suit. Where are the disco clothes?",
    "6769": "¡No hay más gafas de sol a la venta hoy!",
    "0f69": "Oficina de la enfermera -->",
    "c03d": "¡Ah, vaya! ¡Ese pollo gigante que tienes es genial! ¡Que se quede conmigo y sea mi nuevo hermano mayor!",
    "e334": "¡Oh chico!, ¡Muchas gracias por encontrarme una flor muy bonita! ¡Llévate esta tonta pandereta!",
    "7f12": "¡Oh, qué bien! ¡Mi cartera ha sido encontrada! Muchas gracias, joven. Tu recompensa es un crujiente billete de diez dólares. ¡Guárdalo sabiamente!",
    "a282": "¡Oh, fiddlesticks y flooey! ¡Parece que he perdido mi cartera! ¡No sé qué voy a hacer sin ella! ¡Encuentra mi cartera y te daré una recompensa!",
    "7f5b": "¡Oh, qué bien! Has conseguido mi almuerzo de esa VACA ESTÚPIDA. Disfruta de esta deliciosa nut-log como recompensa.",
    "fee3": "¡Oh, gracias al cielo! ¡Has localizado mi valiosísimo reloj y cadena de oro! ¡Toma, puedes tener esta extraña hoja australiana que he encontrado! ¡Diviértete!",
    "030a": "¡Oh, esa Sra. Oso Koala es adorable! La cuidaré bien y le daré un buen hogar. Pero, chico, ¡qué nariz más rara! Me alegro de que mi nariz sea normal. ¿Quieres mi sándwich de atún?",
    "fbd7": "¡Espero que estés disfrutando de tu estancia en nuestro magnífico resort....hehe! De todos modos, asegúrese de ir a la cabina de información para ver qué tipo de travesuras están sucediendo hoy.",
    "9421": "¡Ooooo! ¡Marcado Rocky! ¡Me encanta! ¡Toma! ¡Puedes quedarte con esta flor tan bonita!",
    "462d": "¡Ooooo, KITTY! ¡Aquí, queso!",
    "607d": "Estacionamiento\n<--------",
    "dcc2": "Please do not bother me either now or at this time, for I am very anxious to send the party guests to the 14th dimension as described earlier in my plan.",
    "f4bb": "Por favor, no mueva las fuentes.",
    "c8a9": "Bonita flor....",
    "0a2a": "QUACK! QUACK! QUACK",
    "709a": "QUACK! QUACK! QUACK!",
    "a137": "REMOVE ME !!!!!!!!!!!!!!!!!!!",
    "8cc5": "¡¡¡PORTAJE!!! ¡ESTE COCHE ESTÁ PROTEGIDO POR COBRA!",
    "ad03": "Shave and a hair-cut... two hundred and seventy-three bits!",
    "fc23": "Sleepy...",
    "a614": "¡Lo siento! No hay más protector solar hoy!",
    "4d1e": "¡Lo siento! No hay más paraguas hoy!",
    "662a": "Lo siento, ¡no hay más barcos hoy!",
    "01d4": "Aléjate del Señor Maestro de los Bichos, ¡parece que tiene hambre!",
    "3ea0": "Stay out of the sun.",
    "861a": "Seguir con vida....",
    "e781": "¡La estúpida vaca me robó el almuerzo! Siempre se queja de que quiere un gatito de mascota, pero mamá no le deja tener uno. Toma, coge este gatito de peluche que encontré en la caja de juguetes y dáselo; nunca notará la diferencia. Si ves mi almuerzo, devuélvelo y te daré este nut-log, no lo quiero.",
    "6541": "Sunglasses now cost $42,877,000.00. Sorry, inflation.",
    "477e": "Superb! You have found my CD! Take these keys to the disco!",
    "e6b3": "¡DESTRÚYEME!",
    "2271": "Gracias por la pandereta. Toma la piña de I.R. Baboon.",
    "719e": "¡Gracias! Toma, puedes quedarte con este calcetín",
    "8ac9": "Thanks fer the glass of warm milk. Here take this snaggletooth necklace! I don't need it no more.",
    "8a3d": "¡Gracias por quitarnos ese pulpo de encima! ¡No soportamos las mascotas que no están domesticadas!",
    "c642": "¡Gracias por la kethcup! Toma, coge mi hamburguesa con queso, no la quiero.",
    "7b9e": "Thanks for the shovel! Now I can dig up that treasure!",
    "2c73": "Gracias. Ahora moveré ese equipaje.",
    "6dab": "La Oficina de Enfermería está cerrada. Lo siento",
    "3bde": "El escarabajo te ha dado la Piedra de Agua a cambio de salvarle del volcán.",
    "6652": "¡El oso koala te ha dado la Piedra del Árbol!",
    "9355": "¡El avestruz te ha dado la Piedra del Viento!",
    "3788": "¡El salón de billar está cerrado! Lo siento",
    "8dc6": "The rest of this treasure chest is filled with REALLY useless junk.",
    "6a88": "These bell-bottoms will work great at the party tonight! Now I'm ready to boogie! I'm coming with you!",
    "86e1": "This",
    "5290": "¡Este autobús está bloqueando la entrada al complejo!",
    "1260": "Esta es la cabaña de Johnny Bravo.",
    "28fc": "Este es un restaurante elegante. Por favor, vuelve cuando tengas ropa más elegante",
    "9dd7": "This is an emergancy! I'm supposed to be a D.J. for tonight's party, but I've lost the disco music CD somewhere inside the disco! If you find it, I will let you have the keys to the disco!",
    "f636": "¡Este equipaje está bloqueando la salida!",
    "9c62": "Este equipaje está bloqueando la salida.",
    "08cf": "Este avestruz está totalmente loco-o",
    "4561": "Esta estrella de mar está durmiendo, así que la coges y la metes en tu mochila.",
    "0c96": "¡Por aquí a la DISCO!",
    "8748": "Tonight's the big night! Disco Fever! But wait, what's this? A bunch of resort guests with no one to dance with tonight? Something must be done! You must convince the boys to go to the disco with you tonight and then pair them up with the right dance partner! If you don't, then tonight could end up being very UN-groovy..... ",
    "4af8": "Turns out that treasure chest was just full of junk.",
    "b790": "¡LÁVAME!",
    "a224": "¿¡QUÉ!? Soy un ÁRBOL!!!",
    "5c96": "¿Quieres saber por qué estoy triste? He visto una cosa dorada y brillante cerca de las pistas de tenis, pero mamá no me ha dejado ir a por ella.",
    "ce85": "We have fresh farmer's jewelry!",
    "5424": "¿Pudiste conseguir los plátanos?",
    "ab5d": "Cuando te adentres en las cuevas laberínticas que hay bajo el volcán, ¡cuidado con lo que haces! Algunos puntos te devolverán a una parte anterior del laberinto.",
    "436e": "¿Dónde ESTÁ ese animal canino que se asusta fácilmente y que es conocido también como Courage....",
    "f2ef": "¡¿Dónde está esa estúpida Vaca?!? ¡¿Me ayudarás a encontrarla?! ¡Mamá y papá me dijeron que no la dejara ir muy lejos! Ooooo, ¡Está en un gran problema!",
    "4359": "¿Quién está ahí?",
    "0680": "Window shoppin'!",
    "14cc": "Woah, what's this you found in Dexter's cabin? Another one of his strange machines? Oh, no it's just a toy ray-gun. ",
    "8795": "Wow! A snaggletooth necklace! GET DOWN TONIGHT! Let's go dancin'!",
    "bd30": "¡¡¡SÍ!!! PATITOS!! ¡Gracias! ¡Eh! ¿Qué es esa cosa brillante y con aspecto de llave inglesa que hay allí? Oooo, ¡brillante!",
    "4295": "YIPEEE! A brand new blanket for me! In exchange, you can have this glass of warm milk.",
    "a99d": "¡ÑAM!",
    "78cc": "Yaaay! Dance parties are so much fun! Do you know if Cow's brother is going to be there? HE'S SO CUTE!   I think I saw a neat toy ray-gun in Dexter's cabin....",
    "f55e": "Yep, just hats... can you believe it?!?",
    "b44a": "Yes! A groovy pair of bell-bottoms!",
    "c66a": "¡Compraste una botella de protector solar!",
    "a4af": "¡Compraste un par de gafas de sol!",
    "dd1f": "You cannot exit the disco because the doors are locked!",
    "55fc": "You crazy kids and yer dang disco dancin'! Ye'd best not wake me up tonight, 'cause I get real cranky without at least 12 hours of sleep! If ya bring me a warm glass of milk I'll sleep a sight better. Plus, I'll give ya something extry fer yer trouble.",
    "7946": "¡Has encontrado una sombrilla de playa!",
    "2209": "You found the 70's music compilation CD!",
    "bf62": "You found the Disco Ball! That's the way -- a-ha, a-ha -- I like it! Let's get on the dance floor!",
    "dad6": "¡Has encontrado la cartera del alcalde!",
    "0dfb": "¡Has encontrado los plátanos!",
    "9f65": "¡Has encontrado el bigote falso en la cabaña de Johnny Bravo!",
    "578e": "¡Has encontrado la raqueta de tenis!",
    "bb2e": "You have found a Gee-Bee's Golden record!",
    "d750": "You have found a funk-a-delic 70's wig! ",
    "bb9f": "No tienes necesidad de comprar joyas.",
    "7796": "You have un-earthed an ancient disco ball!",
    "de54": "¡Me das ganas de bailar!",
    "6858": "¡Has abierto la quinta puerta con la Piedra de Piedra!",
    "d00f": "¡Has alquilado un barco!",
    "7499": "You sure are quite a whippersnapper, locating my lunch box! Thanks! Take this crazy old leisure suit!",
    "4c22": "¡No eres del servicio de habitaciones!",
    "0cb0": "¡Una maravilla! ¡Las patatas fritas son increíbles! ¡Whoopee!",
    "ca97": "a",
    "05a9": "ff",
    "10c2": "for",
    "fa51": "is",
    "ab53": "message",
    "2bb8": "secret",
    "50e7": "w",
    "2d71": "x",
    "5dde": "xx",
    "cd2e": "xxx",
    "eaf1": "xxxxx",
    "eb83": "you!"
}