{
    "2ba1": "<MUNCH MUNCH MUNCH>",
    "7511": "¿Una discoteca? ¡Oh no! ¡Pensé que era una fiesta de polka! No puedo llevar mis lederhosen a una fiesta DISCO. ¡Ahora necesito un nuevo par de pantalones!",
    "e3b1": "¿Una peluca gigante de discoteca de los 70? ¡Gracias! Este será el p-p-perfecto disfraz para esconderme de M-m-mojo Jojo. ¡Iré al baile contigo!",
    "29b7": "¡Ah! ¡Un sándwich de atún! ¡Toma este dinosaurio robótico como muestra de mi agradecimiento! Créeme, estoy un poco cansado de los robots por el momento.",
    "d65d": "¡AUGH! ¡¡¡Saca a este pulpo de nuestra casa!!!",
    "4a43": "¡AH! Me has traído una mascota horripilante y rastrera para mi plan. Mi plan necesitaba una mascota horripilante y rastrera para que funcionara y ahora la tengo. Este escarabajo es horripilante y se arrastra, por lo que estoy agradecido. Cuidaré bien de esta mascota y se llamará Lord Bug Master",
    "dece": "¡Ahhh! Gracias por este bonito dispositivo de teletransporte interdimensional. Funcionará muy bien para transportar la discoteca a otra dimensión, una que es diferente de la dimensión en la que la discoteca está ahora. Mi plan es transportar la discoteca a la decimocuarta dimensión, ¡un lugar donde no se permite bailar en la discoteca! Ahora puedes tener esta preciosa manta de punto que he tejido como regalo de mi gratitud.",
    "cde7": "¿Vas a llevar ese traje a la fiesta de esta noche?",
    "388d": "¡Arf! ¡Arf! Oh... uh, quiero decir ¡QUACK!",
    "eb3d": "¡Argh! ¡Este disco de oro está rayado!",
    "fc6b": "¡Ah, hombre! ¡Podría estropearme el pelo recogiendo ese equipaje! Si puedes encontrar el carro del equipaje, lo moveré. Si no: ¡Ni hablar, José!",
    "89bf": "¡Impresionante! ¡Voy a enseñar mi nuevo lagarto terrorífico a todo el mundo! ¡Creo que lo llamaré Franky!",
    "74d7": "¡Awww, por Jiminy! ¡No puedo creer que haya perdido mi fiambrera! ¿La encontrarás por mí, jovencito? Si lo haces, te daré el traje azul que tengo de mis días de discoteca.",
    "363a": "¿No es el koala más bonito que hayas visto nunca?",
    "04dc": "BLAH",
    "9bf4": "Como deseo arruinar la fiesta de baile de esta noche, ¡necesito idear un plan! Si no quisiera arruinar la fiesta, no necesitaría un plan. Pero como arruinar la fiesta es algo que deseo hacer, ¡hay que hacer un plan! ¡RÁPIDO! ¡TRAEDME UNA PISTOLA DE RAYOS QUE TRANSPORTARÁ LA DISCOTECA A OTRA DIMENSIÓN! ¡A cambio, te daré esta bonita manta que he terminado de tejer ahora mismo!",
    "538a": "Si tuviera un martillo, podría abrir este maldito coco. Si me consigues uno, te diré cómo conseguir los plátanos.",
    "043e": "¡Arde, nena, arde! ¡Disco Inferno!",
    "014a": "¡CERRADO!",
    "8681": "Jardines del complejo cartoon CARTOON",
    "5480": "¡CARTOON Summer Resort o BUST!",
    "4e44": "¡El pollo es tan malo! Ha metido arena en mi manta favorita al usarla como toalla de playa. ¡Quiero una manta NUEVA y un hermano NUEVO!",
    "96c6": "¡Enhorabuena! ¡Has conseguido encontrar la armadura!",
    "8703": "¡Genial! ¡Tienes una barra de chocolate para mí! Un trato es un trato... ¡aquí está la cinta adhesiva! Oye, he oído que Suzy está acaparando todo el chicle, ¡tiene que aprender a compartir!",
    "6235": "DELETE ME",
    "6a69": "DELETE ME!",
    "7d72": "DELETE ME!!!",
    "a07f": "La cabaña de Dexter\n<---------",
    "ab11": "La cabaña de Dexter no tiene más interés para ti.",
    "1ecc": "¡No molestar!",
    "94c1": "¡No alimentes a los patitos!",
    "01b2": "¡Haz el HUSTLE!",
    "f09f": "¿Te gusta el calcetín?",
    "5f5c": "¿Este lugar tiene televisión por cable?",
    "1517": "¡No te vayas todavía! La diversión acaba de empezar.",
    "ad1c": "Debido a mi superioridad intelectual, la fiesta en la discoteca de esta noche no es una opción. Además, soy demasiado bajo para atraer a una pareja de baile.",
    "09af": "¡Eureka! Con estos zapatos de plataforma, ¡podré atraer a la pareja de baile perfecta! No es que me interesen esas cosas tan triviales, por supuesto. ¡Vamos!",
    "c897": "¡Ewww! Esa flor no es nada bonita, ¡aléjala de mí!",
    "bcbf": "¡Excelente! ¡Ahora usaré este horrible disco de Gee-Bees para torturar a todos los huéspedes del hotel! ¡Toma estos zapatos de plataforma a cambio!",
    "d76f": "Bien, adelante, mueve las fuentes. ¡A ver si me importa! ¡RENUNCIO!",
    "0e92": "¡Franky es el más genial!",
    "84a1": "El lagarto Franky. Un gran reptil.",
    "ee1f": "¡Consigue aquí tu helado al rojo vivo!",
    "d995": "¡Vete!",
    "71db": "¡Vete chico, me molestas!",
    "67b6": "¡Caramba! ¡El volcán va a explotar! ¡No huyas, porque el complejo necesita tu ayuda! Courage el perro cobarde está atrapado dentro de las cuevas debajo del volcán. ¡Tienes que ayudar a salvarlo! En primer lugar, tendrás que sacar a los demás animales de la isla de uno en uno (tu barco sólo puede soportar un cierto peso). Una vez que hayas encontrado a alguien que se encargue de cada uno, los animales te darán objetos especiales para ayudarte a atravesar las cuevas y rescatar a Courage. Date prisa, ¡el volcán puede entrar en erupción en cualquier momento!",
    "c1d4": "¡Genial! Gracias por el martillo... ahora te diré cómo conseguir los plátanos. Uno de los árboles de la Isla del Volcán se puede mover. Empújalo sobre el parche de hierba.",
    "8e7b": "¿Adivina qué? ¡Creo que Blossom está enamorada de ese chico con mechas blancas en el pelo! ¡Es TAN obvio!",
    "a2f6": "HOLA!",
    "b99f": "¿Ya has encontrado mi almuerzo?",
    "ebc8": "¿Ya has salvado a otros animales del malvado volcán?",
    "4d3b": "¡Aquí está el botiquín!",
    "4a62": "¡Oye! ¡Cuidado, amigo!",
    "65ee": "¡Oye, creo que hay un tesoro enterrado debajo de este grupo de árboles! Si tuviera una pala, podría desenterrarlo.  ¿Quién sabe? Tal vez valga algo.",
    "3b82": "¡Oye, genial! ¡Has encontrado una fiambrera!",
    "2cd0": "¡Oye, si quieres esta cinta escocesa tan chula, te la cambio por una chocolatina! Por cierto, ¡he oído que se pueden alquilar barcos en el puerto deportivo!",
    "79d2": "Hmmm... una pequeña pala de juguete. Tal vez sea útil ....",
    "7a54": "Hmmmmm. Me pregunto qué hora es.",
    "6c35": "Vestíbulo del hotel\n<--------",
    "620f": "Vestíbulo del hotel ---->",
    "42fe": "¿Cómo te sientes?",
    "55c3": "¿Eh?",
    "784c": "¡VENDO SOMBREROS!",
    "7023": "Apuesto a que si tuviera un monstruo cubierto de escamas con grandes ojos de bicho podría usarlo para asustar a Dee-Dee y a Suzy. Sería divertidísimo.",
    "0471": "No puedo decir el nombre del chico con el que quiero bailar, pero sí sus iniciales: ¡¡I.R.B!!",
    "3051": "¡No puedo esperar a la fiesta de baile de esta noche! Lástima que los chicos sean tan tontos. Espero que haya al menos un chico inteligente en la fiesta de esta noche.",
    "eb19": "No sé. Me gusta donde está mi casa. Nadie me molesta... normalmente.",
    "ee68": "Anoche encontré este tonto instrumento musical en la discoteca. Puedes quedártelo si me encuentras una flor muy bonita, ninguna de estas lo hará.....",
    "fff4": "Me encantan las mascotas bonitas y peludas. Me encantaría cuidar de uno de esos pobres animales atrapados en la isla, pero sólo si es lindo y peludo y no salta mucho. Mejor aún, ¡uno con una nariz extraña! Eso sería perfecto.",
    "39d6": "¡Me encanta mi nueva manta!",
    "f71a": "He pedido un Big Value Meal en el restaurante, pero sólo quiero las patatas fritas. Si me encuentras un poco de ketchup, te dejaré esta hamburguesa con queso.",
    "5e43": "¡Realmente admiro a mi nuevo hermano mayor!",
    "5788": "Ayer vi a Bubbles escribiendo el nombre de Courage en su cuaderno. ¡Apuesto a que le gusta!",
    "ec38": "Me gustaría tener una sombrilla porque quiero tumbarme en la playa pero tengo miedo de que se me queme la ubre. ¿Puedes encontrar una para mí?",
    "dc8a": "¡Seguro que me gustaría volver a tener esa p-p-peluca! M-m-mojo Jojo estará en el baile de esta noche. A menos que lleve algún tipo de disfraz, ¡me asustará hasta la muerte!",
    "7206": "¡Creo que llamaré a mi mascota-roca Mimsyford! ¡YAAAAY!",
    "5237": "¡Quiero un gatito!",
    "b51c": "Me gustaría tener una pequeña y bonita mascota que pudiera sostener, abrazar y amar todo el día. Si encuentras una, te cambio esta bonita flor.",
    "090e": "Estoy tan aliviado de tener mi cartera de vuelta.",
    "a956": "¡Te estoy vigilando, amigo! ¡Ni siquiera lo pienses!",
    "a488": "¡I.R. Baboon le gusta el traje de ocio superfly! ¡I.R. lleva el traje y va a la discoteca contigo!",
    "4e97": "I.R. Baboon tiene sueño....",
    "02a3": "¡I.R. Baboon quiere lucir bien para la fiesta! I.R. Baboon necesita ropa de discoteca. ¡Trae a I.R. un traje de ocio y I.R. irá contigo a bailar!",
    "44a7": "I.R. Baboon quiere estar en una banda. I.R. Baboon sólo toca un instrumento: la pandereta. Dar I.R. Baboon pandereta y I.R. Baboon dar piña a cambio.",
    "eb43": "Si tuviera uno de esos collares locos de los años 70, ¡sería el más guay de la fiesta!",
    "f65d": "Si me traes un disco de Gee-Bee, te daré estos viejos zapatos de plataforma de objetos perdidos. ¡Tocando los Gee-Bees sin parar, haré que la estancia en el hotel de todos sea completamente miserable!",
    "5f08": "Cabina de información: /\\n                   |",
    "e8b1": "Cabina de información ---->",
    "d504": "Kitty no hace mucho. Quizá tenga sueño.",
    "d6bf": "Lord Bug Master tiene hambre...",
    "da1e": "Tío, odio este trabajo, pero quiero que mi madre esté orgullosa.",
    "997c": "¡Tío, soy guapo! ¡La fiebre del boogie me queda bien! Pero sin una bola de discoteca, la fiesta de esta noche podría ser un baile en la plaza. ¡Si encuentras esa cosa, tráela aquí para que podamos hacer saltar el lugar!",
    "eb84": "Tal vez debería mudarme a una nueva casa.....",
    "44a5": "¡Mmmm! ¡Este atún está delicioso!",
    "ac0c": "Mi VERDADERA pasión es la jardinería.",
    "3347": "El plan que he planeado requiere una mascota propia. ¡Y no cualquier mascota! Mojo Jojo debe tener una mascota espantosa que inspire miedo y horror. Preferiblemente, esta mascota se arrastrará y tendrá un caparazón con púas para protegerse de los enemigos. Un animal bonito y peludo no servirá. Los animales lindos y peludos no son lo que necesito.",
    "36c0": "¡Mi hermana vaca es tan tonta! ¡Ojalá tuviera un GRAN HERMANO genial en su lugar!",
    "4fc0": "¡No hay más barcos para alquilar hoy!",
    "617a": "Ya no es necesario el traje de baño. ¿Dónde está la ropa de discoteca?",
    "6769": "¡No hay más gafas de sol a la venta hoy!",
    "0f69": "Oficina de la enfermera -->",
    "c03d": "¡Ah, vaya! ¡Ese pollo gigante que tienes es genial! ¡Que se quede conmigo y sea mi nuevo hermano mayor!",
    "e334": "¡Oh chico!, ¡Muchas gracias por encontrarme una flor muy bonita! ¡Llévate esta tonta pandereta!",
    "7f12": "¡Oh, qué bien! ¡Mi cartera ha sido encontrada! Muchas gracias, joven. Tu recompensa es un crujiente billete de diez dólares. ¡Guárdalo sabiamente!",
    "a282": "¡Oh, fiddlesticks y flooey! ¡Parece que he perdido mi cartera! ¡No sé qué voy a hacer sin ella! ¡Encuentra mi cartera y te daré una recompensa!",
    "7f5b": "¡Oh, qué bien! Has conseguido mi almuerzo de esa VACA ESTÚPIDA. Disfruta de esta deliciosa nut-log como recompensa.",
    "fee3": "¡Oh, gracias al cielo! ¡Has localizado mi valiosísimo reloj y cadena de oro! ¡Toma, puedes tener esta extraña hoja australiana que he encontrado! ¡Diviértete!",
    "030a": "¡Oh, esa Sra. Oso Koala es adorable! La cuidaré bien y le daré un buen hogar. Pero, chico, ¡qué nariz más rara! Me alegro de que mi nariz sea normal. ¿Quieres mi sándwich de atún?",
    "fbd7": "¡Espero que estés disfrutando de tu estancia en nuestro magnífico resort....hehe! De todos modos, asegúrese de ir a la cabina de información para ver qué tipo de travesuras están sucediendo hoy.",
    "9421": "¡Ooooo! ¡Marcado Rocky! ¡Me encanta! ¡Toma! ¡Puedes quedarte con esta flor tan bonita!",
    "462d": "¡Ooooo, KITTY! ¡Aquí, queso!",
    "607d": "Estacionamiento\n<--------",
    "dcc2": "Por favor, no me molestes ni ahora ni en este momento, pues estoy muy ansioso por enviar a los invitados de la fiesta a la 14ª dimensión, tal y como he descrito anteriormente en mi plan.",
    "f4bb": "Por favor, no mueva las fuentes.",
    "c8a9": "Bonita flor....",
    "0a2a": "QUACK! QUACK! QUACK",
    "709a": "QUACK! QUACK! QUACK!",
    "a137": "REMOVE ME !!!!!!!!!!!!!!!!!!!",
    "8cc5": "¡¡¡PORTAJE!!! ¡ESTE COCHE ESTÁ PROTEGIDO POR COBRA!",
    "ad03": "Afeitado y corte de pelo... ¡doscientos setenta y tres bits!",
    "fc23": "Dormido...",
    "a614": "¡Lo siento! No hay más protector solar hoy!",
    "4d1e": "¡Lo siento! No hay más paraguas hoy!",
    "662a": "Lo siento, ¡no hay más barcos hoy!",
    "01d4": "Aléjate del Señor Maestro de los Bichos, ¡parece que tiene hambre!",
    "3ea0": "Aléjate del sol.",
    "861a": "Seguir con vida....",
    "e781": "¡La estúpida vaca me robó el almuerzo! Siempre se queja de que quiere un gatito de mascota, pero mamá no le deja tener uno. Toma, coge este gatito de peluche que encontré en la caja de juguetes y dáselo; nunca notará la diferencia. Si ves mi almuerzo, devuélvelo y te daré este nut-log, no lo quiero.",
    "6541": "Las gafas de sol cuestan ahora 42.877.000 dólares. Lo siento, la inflación.",
    "477e": "¡Súper! ¡Has encontrado mi CD! ¡Lleva estas llaves de la discoteca!",
    "e6b3": "¡DESTRÚYEME!",
    "2271": "Gracias por la pandereta. Toma la piña de I.R. Baboon.",
    "719e": "¡Gracias! Toma, puedes quedarte con este calcetín",
    "8ac9": "Gracias por el vaso de leche caliente. ¡Toma este collar de dientes de sierra! Ya no lo necesito.",
    "8a3d": "¡Gracias por quitarnos ese pulpo de encima! ¡No soportamos las mascotas que no están domesticadas!",
    "c642": "¡Gracias por la kethcup! Toma, coge mi hamburguesa con queso, no la quiero.",
    "7b9e": "¡Gracias por la pala! ¡Ahora podré desenterrar ese tesoro!",
    "2c73": "Gracias. Ahora moveré ese equipaje.",
    "6dab": "La Oficina de Enfermería está cerrada. Lo siento",
    "3bde": "El escarabajo te ha dado la Piedra de Agua a cambio de salvarle del volcán.",
    "6652": "¡El oso koala te ha dado la Piedra del Árbol!",
    "9355": "¡El avestruz te ha dado la Piedra del Viento!",
    "3788": "¡El salón de billar está cerrado! Lo siento",
    "8dc6": "El resto de este cofre del tesoro está lleno de basura REALMENTE inútil.",
    "6a88": "¡Estos pantalones de campana funcionarán muy bien en la fiesta de esta noche! ¡Ahora estoy lista para bailar! ¡Voy contigo!",
    "86e1": "Este",
    "5290": "¡Este autobús está bloqueando la entrada al complejo!",
    "1260": "Esta es la cabaña de Johnny Bravo.",
    "28fc": "Este es un restaurante elegante. Por favor, vuelve cuando tengas ropa más elegante",
    "9dd7": "¡Esto es una emergencia! Se supone que soy el D.J. de la fiesta de esta noche, ¡pero he perdido el CD de música disco en algún lugar de la discoteca! Si lo encuentras, te daré las llaves de la discoteca.",
    "f636": "¡Este equipaje está bloqueando la salida!",
    "9c62": "Este equipaje está bloqueando la salida.",
    "08cf": "Este avestruz está totalmente loco-o",
    "4561": "Esta estrella de mar está durmiendo, así que la coges y la metes en tu mochila.",
    "0c96": "¡Por aquí a la DISCO!",
    "8748": "¡Esta noche es la gran noche! ¡Fiebre del Disco! Pero espera, ¿qué es esto? ¿Un grupo de huéspedes del resort sin nadie con quien bailar esta noche? ¡Hay que hacer algo! Debes convencer a los chicos para que vayan a la discoteca contigo esta noche y luego emparejarlos con la pareja de baile adecuada. Si no lo haces, esta noche podría terminar siendo muy poco gloriosa.....",
    "4af8": "Resulta que ese cofre del tesoro sólo estaba lleno de basura.",
    "b790": "¡LÁVAME!",
    "a224": "¿¡QUÉ!? Soy un ÁRBOL!!!",
    "5c96": "¿Quieres saber por qué estoy triste? He visto una cosa dorada y brillante cerca de las pistas de tenis, pero mamá no me ha dejado ir a por ella.",
    "ce85": "¡Tenemos joyas frescas del agricultor!",
    "5424": "¿Pudiste conseguir los plátanos?",
    "ab5d": "Cuando te adentres en las cuevas laberínticas que hay bajo el volcán, ¡cuidado con lo que haces! Algunos puntos te devolverán a una parte anterior del laberinto.",
    "436e": "¿Dónde ESTÁ ese animal canino que se asusta fácilmente y que es conocido también como Courage....",
    "f2ef": "¡¿Dónde está esa estúpida Vaca?!? ¡¿Me ayudarás a encontrarla?! ¡Mamá y papá me dijeron que no la dejara ir muy lejos! Ooooo, ¡Está en un gran problema!",
    "4359": "¿Quién está ahí?",
    "0680": "¡Comprar en los escaparates!",
    "14cc": "Woah, ¿qué es esto que encontraste en la cabaña de Dexter? ¿Otra de sus extrañas máquinas? Oh, no, es sólo una pistola de rayos de juguete.",
    "8795": "¡Vaya! ¡Un collar de dientes de sierra! ¡ABAJO ESTA NOCHE! ¡Vamos a bailar!",
    "bd30": "¡¡¡SÍ!!! PATITOS!! ¡Gracias! ¡Eh! ¿Qué es esa cosa brillante y con aspecto de llave inglesa que hay allí? Oooo, ¡brillante!",
    "4295": "¡YIPEEE! ¡Una manta nueva para mí! A cambio, puedes tomar este vaso de leche caliente.",
    "a99d": "¡ÑAM!",
    "78cc": "¡Yaaay! ¡Las fiestas de baile son muy divertidas! ¿Sabes si el hermano de Cow va a estar allí? ¡ES TAN MONO!   Creo que he visto una pistola de rayos de juguete en la cabina de Dexter....",
    "f55e": "Sí, sólo sombreros... ¿puedes creerlo?",
    "b44a": "¡Sí! ¡Un par de pantalones de campana!",
    "c66a": "¡Compraste una botella de protector solar!",
    "a4af": "¡Compraste un par de gafas de sol!",
    "dd1f": "No puedes salir de la discoteca porque las puertas están cerradas.",
    "55fc": "¡Ustedes, niños locos y su maldito baile de discoteca! Será mejor que no me despierten esta noche, porque me pongo de muy mal humor sin al menos 12 horas de sueño. Si me traes un vaso de leche caliente, dormiré mejor. Además, te daré algo extra por las molestias.",
    "7946": "¡Has encontrado una sombrilla de playa!",
    "2209": "¡Has encontrado el CD de compilación de música de los 70!",
    "bf62": "¡Has encontrado la Bola de Discoteca! ¡Vamos a la pista de baile!",
    "dad6": "¡Has encontrado la cartera del alcalde!",
    "0dfb": "¡Has encontrado los plátanos!",
    "9f65": "¡Has encontrado el bigote falso en la cabaña de Johnny Bravo!",
    "578e": "¡Has encontrado la raqueta de tenis!",
    "bb2e": "¡Has encontrado un disco de oro de Gee-Bee!",
    "d750": "¡Has encontrado una peluca de los 70 muy divertida!",
    "bb9f": "No tienes necesidad de comprar joyas.",
    "7796": "¡Has desenterrado una antigua bola de discoteca!",
    "de54": "¡Me das ganas de bailar!",
    "6858": "¡Has abierto la quinta puerta con la Piedra de Piedra!",
    "d00f": "¡Has alquilado un barco!",
    "7499": "¡Seguro que eres un mequetrefe, localizando mi fiambrera! ¡Gracias! ¡Toma este viejo y loco traje de ocio!",
    "4c22": "¡No eres del servicio de habitaciones!",
    "0cb0": "¡Una maravilla! ¡Las patatas fritas son increíbles! ¡Whoopee!",
    "ca97": "un",
    "05a9": "ff",
    "10c2": "para",
    "fa51": "es",
    "ab53": "secreto",
    "2bb8": "mensaje",
    "50e7": "w",
    "2d71": "x",
    "5dde": "xx",
    "cd2e": "xxx",
    "eaf1": "xxxxx",
    "eb83": "ti!"
}