{
    "2ba1": "<MUNCH MUNCH MUNCH>",
    "29b7": "¡Ah! ¡Un sándwich de atún! ¡Toma este dinosaurio robótico como muestra de mi agradecimiento! Créeme, estoy un poco cansado de los robots por el momento.",
    "d65d": "¡AUGH! ¡¡¡Saca a este pulpo de nuestra casa!!!",
    "4a43": "¡AH! Me has traído una mascota horripilante y rastrera para mi plan. Mi plan necesitaba una mascota horripilante y rastrera para que funcionara y ahora la tengo. Este escarabajo es horripilante y se arrastra, por lo que estoy agradecido. Cuidaré bien de esta mascota y se llamará Lord Bug Master",
    "388d": "¡Arf! ¡Arf! Oh... uh, quiero decir ¡QUACK!",
    "fc6b": "¡Ah, hombre! ¡Podría estropearme el pelo recogiendo ese equipaje! Si puedes encontrar el carro del equipaje, lo moveré. Si no: ¡Ni hablar, José!",
    "89bf": "¡Impresionante! ¡Voy a enseñar mi nuevo lagarto terrorífico a todo el mundo! ¡Creo que lo llamaré Franky!",
    "363a": "¿No es el koala más bonito que hayas visto nunca?",
    "04dc": "BLAH",
    "538a": "Si tuviera un martillo, podría abrir este maldito coco. Si me consigues uno, te diré cómo conseguir los plátanos.",
    "043e": "¡Arde, nena, arde! ¡Disco Inferno!",
    "26f4": "CHECK ME!!!!!",
    "f6de": "CERRADO",
    "8681": "Jardines del complejo cartoon CARTOON",
    "5480": "¡CARTOON Summer Resort o BUST!",
    "96c6": "¡Enhorabuena! ¡Has conseguido encontrar la armadura!",
    "8703": "¡Genial! ¡Tienes una barra de chocolate para mí! Un trato es un trato... ¡aquí está la cinta adhesiva! Oye, he oído que Suzy está acaparando todo el chicle, ¡tiene que aprender a compartir!",
    "6235": "DELETE ME",
    "6a69": "DELETE ME!",
    "7d72": "DELETE ME!!!",
    "b2cd": "¿Sabías que si pones una bolsa de papel sobre la cabeza de un avestruz éste cree que es de noche? Es una buena manera de calmarlos.",
    "1ecc": "¡No molestar!",
    "94c1": "¡No alimentes a los patitos!",
    "01b2": "¡Haz el HUSTLE!",
    "f09f": "¿Te gusta el calcetín?",
    "5f5c": "¿Este lugar tiene televisión por cable?",
    "1517": "¡No te vayas todavía! La diversión acaba de empezar.",
    "cf0e": "¡Maldición! ¿No lo sabías? ¡He perdido mi reloj y cadena de oro! ¿Me ayudarás a encontrarlo? Si lo haces, te dejaré esta hoja exótica que encontré junto a las pistas de tenis.",
    "c897": "¡Ewww! Esa flor no es nada bonita, ¡aléjala de mí!",
    "4dae": "¡POR ÚLTIMA VEZ! ¡¡¡¡¡MUEVE LAS FUENTES, NO!!!!!",
    "0e92": "¡Franky es el más genial!",
    "84a1": "El lagarto Franky. Un gran reptil.",
    "d995": "¡Vete!",
    "67b6": "¡Caramba! ¡El volcán va a explotar! ¡No huyas, porque el complejo necesita tu ayuda! Courage el perro cobarde está atrapado dentro de las cuevas debajo del volcán. ¡Tienes que ayudar a salvarlo! En primer lugar, tendrás que sacar a los demás animales de la isla de uno en uno (tu barco sólo puede soportar un cierto peso). Una vez que hayas encontrado a alguien que se encargue de cada uno, los animales te darán objetos especiales para ayudarte a atravesar las cuevas y rescatar a Courage. Date prisa, ¡el volcán puede entrar en erupción en cualquier momento!",
    "c1d4": "¡Genial! Gracias por el martillo... ahora te diré cómo conseguir los plátanos. Uno de los árboles de la Isla del Volcán se puede mover. Empújalo sobre el parche de hierba.",
    "a2f6": "HOLA!",
    "b99f": "¿Ya has encontrado mi almuerzo?",
    "ebc8": "¿Ya has salvado a otros animales del malvado volcán?",
    "4d3b": "¡Aquí está el botiquín!",
    "4a62": "¡Oye! ¡Cuidado, amigo!",
    "2cd0": "¡Oye, si quieres esta cinta escocesa tan chula, te la cambio por una chocolatina! Por cierto, ¡he oído que se pueden alquilar barcos en el puerto deportivo!",
    "7a54": "Hmmmmm. Me pregunto qué hora es.",
    "6c35": "Vestíbulo del hotel\n<--------",
    "620f": "Vestíbulo del hotel ---->",
    "55c3": "¿Eh?",
    "b6f4": "Siempre quise tener una mascota: algo con una cara divertida y que fuera bueno trepando a los árboles. Si tuviera uno, le enseñaría a cambiar el canal de la televisión y a arreglar el maldito cargador de mi tractor.",
    "7023": "Apuesto a que si tuviera un monstruo cubierto de escamas con grandes ojos de bicho podría usarlo para asustar a Dee-Dee y a Suzy. Sería divertidísimo.",
    "ee68": "Anoche encontré este tonto instrumento musical en la discoteca. Puedes quedártelo si me encuentras una flor muy bonita, ninguna de estas lo hará.....",
    "a6e8": "No he comido desde antes de que el robot de tenis se volviera loco. Me vendría muy bien un sándwich de atún ahora mismo. Si me traes uno, ¡te daré este dinosaurio robótico a control remoto!",
    "fff4": "Me encantan las mascotas bonitas y peludas. Me encantaría cuidar de uno de esos pobres animales atrapados en la isla, pero sólo si es lindo y peludo y no salta mucho. Mejor aún, ¡uno con una nariz extraña! Eso sería perfecto.",
    "f71a": "He pedido un Big Value Meal en el restaurante, pero sólo quiero las patatas fritas. Si me encuentras un poco de ketchup, te dejaré esta hamburguesa con queso.",
    "5e43": "¡Realmente admiro a mi nuevo hermano mayor!",
    "ec38": "Me gustaría tener una sombrilla porque quiero tumbarme en la playa pero tengo miedo de que se me queme la ubre. ¿Puedes encontrar una para mí?",
    "7206": "¡Creo que llamaré a mi mascota-roca Mimsyford! ¡YAAAAY!",
    "5237": "¡Quiero un gatito!",
    "b51c": "Me gustaría tener una pequeña y bonita mascota que pudiera sostener, abrazar y amar todo el día. Si encuentras una, te cambio esta bonita flor.",
    "2094": "¡No me iré hasta que me traigas una flor roja! ¡¡Hmmph!!",
    "090e": "Estoy tan aliviado de tener mi cartera de vuelta.",
    "a956": "¡Te estoy vigilando, amigo! ¡Ni siquiera lo pienses!",
    "6794": "¡a I.R. Baboon le encanta el robo-dino! I.R. lo tiene como mascota. I.R. te da una bolsa de papel a cambio.",
    "4e97": "I.R. Baboon tiene sueño....",
    "20d9": "¡I.R. Baboon también quiere mascota! I.R. quiere una mascota de metal que pise y ruja. ¡I.R. da una bolsa de papel por una mascota de metal!",
    "44a7": "I.R. Baboon quiere estar en una banda. I.R. Baboon sólo toca un instrumento: la pandereta. Dar I.R. Baboon pandereta y I.R. Baboon dar piña a cambio.",
    "5f08": "Cabina de información: /\\n                   |",
    "e8b1": "Cabina de información ---->",
    "25a9": "Sólo un viejo árbol solitario.",
    "d504": "Kitty no hace mucho. Quizá tenga sueño.",
    "d6bf": "Lord Bug Master tiene hambre...",
    "da1e": "Tío, odio este trabajo, pero quiero que mi madre esté orgullosa.",
    "31c8": "¡Hombre, oh, hombre! ¡Suzy se llevó mi sándwich de atún y todo lo que tuve para almorzar fueron pasteles de arroz! ¡Eso no está bien! ¡Apuesto a que ni siquiera se lo comió!",
    "eb84": "Tal vez debería mudarme a una nueva casa.....",
    "62f3": "¡Mmm-mmm! ¡La heladería hace unos deliciosos helados de banana split! ¡Los recomiendo encarecidamente!",
    "44a5": "¡Mmmm! ¡Este atún está delicioso!",
    "3cf3": "¡Los monos son muy divertidos! ¿Sabías que los monos comen cualquier cosa que tenga plátanos? Les encantan esas tontas bananas. ¿Crees que podrás salvar a todos los pobres animales a tiempo?",
    "ac0c": "Mi VERDADERA pasión es la jardinería.",
    "3347": "El plan que he planeado requiere una mascota propia. ¡Y no cualquier mascota! Mojo Jojo debe tener una mascota espantosa que inspire miedo y horror. Preferiblemente, esta mascota se arrastrará y tendrá un caparazón con púas para protegerse de los enemigos. Un animal bonito y peludo no servirá. Los animales lindos y peludos no son lo que necesito.",
    "36c0": "¡Mi hermana vaca es tan tonta! ¡Ojalá tuviera un GRAN HERMANO genial en su lugar!",
    "5a9a": "¡¡NO HAY MÁS HELADO!! ¡SOLO QUEDA PASTEL DE ÑAME EN LATA!",
    "4fc0": "¡No hay más barcos para alquilar hoy!",
    "6769": "¡No hay más gafas de sol a la venta hoy!",
    "0f69": "Oficina de la enfermera -->",
    "c03d": "¡Ah, vaya! ¡Ese pollo gigante que tienes es genial! ¡Que se quede conmigo y sea mi nuevo hermano mayor!",
    "e334": "¡Oh chico!, ¡Muchas gracias por encontrarme una flor muy bonita! ¡Llévate esta tonta pandereta!",
    "7f12": "¡Oh, qué bien! ¡Mi cartera ha sido encontrada! Muchas gracias, joven. Tu recompensa es un crujiente billete de diez dólares. ¡Guárdalo sabiamente!",
    "a282": "¡Oh, fiddlesticks y flooey! ¡Parece que he perdido mi cartera! ¡No sé qué voy a hacer sin ella! ¡Encuentra mi cartera y te daré una recompensa!",
    "7f5b": "¡Oh, qué bien! Has conseguido mi almuerzo de esa VACA ESTÚPIDA. Disfruta de esta deliciosa nut-log como recompensa.",
    "fee3": "¡Oh, gracias al cielo! ¡Has localizado mi valiosísimo reloj y cadena de oro! ¡Toma, puedes tener esta extraña hoja australiana que he encontrado! ¡Diviértete!",
    "90e3": "Oh, ¡gracias por e-encontrarme! Me quedé atrapado aquí cuando intentaba esconderme de Mojo Jojo. ¡No puedo mover la r-r-roca que está bloqueando la salida del volcán! Tal vez podamos empujarla y salir de aquí antes de que entre en erupción. ¡DEPRISA!",
    "030a": "¡Oh, esa Sra. Oso Koala es adorable! La cuidaré bien y le daré un buen hogar. Pero, chico, ¡qué nariz más rara! Me alegro de que mi nariz sea normal. ¿Quieres mi sándwich de atún?",
    "399b": "Una vez, cuando fui al zoo, me enteré de que los osos koala sólo comen hojas de eucalipto. ¿Puedes creerlo? ¡Son bastante exigentes!",
    "fbd7": "¡Espero que estés disfrutando de tu estancia en nuestro magnífico resort....hehe! De todos modos, asegúrese de ir a la cabina de información para ver qué tipo de travesuras están sucediendo hoy.",
    "d54a": "¡OoooOOooo! ¡Bonita flor roja! ¡Adiós!",
    "9421": "¡Ooooo! ¡Marcado Rocky! ¡Me encanta! ¡Toma! ¡Puedes quedarte con esta flor tan bonita!",
    "462d": "¡Ooooo, KITTY! ¡Aquí, queso!",
    "607d": "Estacionamiento\n<--------",
    "f4bb": "Por favor, no mueva las fuentes.",
    "c8a9": "Bonita flor....",
    "0a2a": "QUACK! QUACK! QUACK",
    "709a": "QUACK! QUACK! QUACK!",
    "a137": "REMOVE ME !!!!!!!!!!!!!!!!!!!",
    "af8b": "REMOVE ME!!!!!!!!!!!!!!!",
    "b6e2": "ROOAAAARRR!!!!",
    "8cc5": "¡¡¡PORTAJE!!! ¡ESTE COCHE ESTÁ PROTEGIDO POR COBRA!",
    "fea6": "Afeitado y corte de pelo... ¡dos bits!",
    "a614": "¡Lo siento! No hay más protector solar hoy!",
    "4d1e": "¡Lo siento! No hay más paraguas hoy!",
    "b0c3": "¡Lo siento, no hay discoteca durante el día!",
    "662a": "Lo siento, ¡no hay más barcos hoy!",
    "e15e": "Lo sentimos, nos hemos quedado sin gafas de sol.",
    "01d4": "Aléjate del Señor Maestro de los Bichos, ¡parece que tiene hambre!",
    "861a": "Seguir con vida....",
    "e781": "¡La estúpida vaca me robó el almuerzo! Siempre se queja de que quiere un gatito de mascota, pero mamá no le deja tener uno. Toma, coge este gatito de peluche que encontré en la caja de juguetes y dáselo; nunca notará la diferencia. Si ves mi almuerzo, devuélvelo y te daré este nut-log, no lo quiero.",
    "a812": "Las gafas de sol cuestan 10 dólares",
    "ec9e": "Las gafas de sol cuestan 10 dólares.",
    "e6b3": "¡DESTRÚYEME!",
    "2271": "Gracias por la pandereta. Toma la piña de I.R. Baboon.",
    "719e": "¡Gracias! Toma, puedes quedarte con este calcetín",
    "8a3d": "¡Gracias por quitarnos ese pulpo de encima! ¡No soportamos las mascotas que no están domesticadas!",
    "c642": "¡Gracias por la kethcup! Toma, coge mi hamburguesa con queso, no la quiero.",
    "2c73": "Gracias. Ahora moveré ese equipaje.",
    "387e": "¡Ese mono sí que es un mocoso!",
    "6dab": "La Oficina de Enfermería está cerrada. Lo siento",
    "3bde": "El escarabajo te ha dado la Piedra de Agua a cambio de salvarle del volcán.",
    "8a40": "Los sombreros que vende este lugar son muy tontos.",
    "6652": "¡El oso koala te ha dado la Piedra del Árbol!",
    "5e8e": "¡El lagarto te ha dado la Piedra del Sol!",
    "f7dd": "¡El mono te da la Piedra de Piedra!",
    "85a5": "El mono está muy asustado y no quiere bajar de los árboles. Tendrás que encontrar algo que le guste a los monos para que baje de allí.",
    "9308": "¡El mono ve el delicioso banana split que le has traído y decide bajar de los árboles! ¡Te esperará cerca de la orilla sur!",
    "9355": "¡El avestruz te ha dado la Piedra del Viento!",
    "3788": "¡El salón de billar está cerrado! Lo siento",
    "5290": "¡Este autobús está bloqueando la entrada al complejo!",
    "8f86": "Esta puerta no está abierta actualmente, por lo que es imposible atravesarla si eres una masa sólida.",
    "1260": "Esta es la cabaña de Johnny Bravo.",
    "28fc": "Este es un restaurante elegante. Por favor, vuelve cuando tengas ropa más elegante",
    "c306": "Este koala no se dejará llevar por el koala. Encuentra algo que le apetezca comer para sacarla de su escondite.",
    "f636": "¡Este equipaje está bloqueando la salida!",
    "9c62": "Este equipaje está bloqueando la salida.",
    "ea7c": "¡Este mono está loco!",
    "9fd9": "Este avestruz está totalmente enfurecido y no se quedará quieto el tiempo suficiente para que lo subas a tu bote. ¡Tendrás que encontrar algo que calme al avestruz!",
    "08cf": "Este avestruz está totalmente loco-o",
    "e4bd": "¡Este lugar sólo vende trajes de baño verdes! Simplemente no es tu color.",
    "4561": "Esta estrella de mar está durmiendo, así que la coges y la metes en tu mochila.",
    "0c96": "¡Por aquí a la DISCO!",
    "b790": "¡LÁVAME!",
    "a224": "¿¡QUÉ!? Soy un ÁRBOL!!!",
    "5c96": "¿Quieres saber por qué estoy triste? He visto una cosa dorada y brillante cerca de las pistas de tenis, pero mamá no me ha dejado ir a por ella.",
    "5424": "¿Pudiste conseguir los plátanos?",
    "ffbf": "Qué fuente más bonita.",
    "ab5d": "Cuando te adentres en las cuevas laberínticas que hay bajo el volcán, ¡cuidado con lo que haces! Algunos puntos te devolverán a una parte anterior del laberinto.",
    "436e": "¿Dónde ESTÁ ese animal canino que se asusta fácilmente y que es conocido también como Courage....",
    "f2ef": "¡¿Dónde está esa estúpida Vaca?!? ¡¿Me ayudarás a encontrarla?! ¡Mamá y papá me dijeron que no la dejara ir muy lejos! Ooooo, ¡Está en un gran problema!",
    "4359": "¿Quién está ahí?",
    "bd30": "¡¡¡SÍ!!! PATITOS!! ¡Gracias! ¡Eh! ¿Qué es esa cosa brillante y con aspecto de llave inglesa que hay allí? Oooo, ¡brillante!",
    "a99d": "¡ÑAM!",
    "a292": "¡Yip-a-Dee-Doo-Da! ¡Un mono loco al que llamar mío! ¡¿No es un zumbador?! ¡Oye, mono! ¿Cuándo crees que vas a arreglar ese carberator?",
    "3811": "¡Compraste un banana split!",
    "c66a": "¡Compraste una botella de protector solar!",
    "e761": "¡Compraste un par de gafas de sol!",
    "a4af": "¡Compraste un par de gafas de sol!",
    "8390": "Sólo se puede llevar un animal a la vez.",
    "0e1d": "Sólo se puede recoger un animal a la vez.",
    "97da": "Sólo se puede llevar un animal a la vez.",
    "7946": "¡Has encontrado una sombrilla de playa!",
    "dad6": "¡Has encontrado la cartera del alcalde!",
    "0dfb": "¡Has encontrado los plátanos!",
    "9f65": "¡Has encontrado el bigote falso en la cabaña de Johnny Bravo!",
    "578e": "¡Has encontrado la raqueta de tenis!",
    "55c2": "¡Tienes el sándwich de atún!",
    "185b": "¡Has descubierto el reloj del alcalde!",
    "cab7": "Has conseguido sacar al koala de su escondite con la hoja de eucalipto. Ahora está esperando en la orilla para ser rescatada.",
    "bb9f": "No tienes necesidad de comprar joyas.",
    "d42f": "¡Has abierto la cuarta puerta con la Piedra del Viento!",
    "62d7": "¡Has recogido una flor roja!",
    "e21a": "Has recogido el escarabajo para llevarlo a un lugar seguro.",
    "e4a5": "Has recogido el lagarto",
    "bc12": "Has recogido el mono",
    "59bc": "¡Has recogido el avestruz!",
    "fbba": "Has puesto la bolsa de papel sobre la cabeza del avestruz, haciéndole creer que es la hora de la noche. Se ha calmado y está listo para ser sacado de la isla.",
    "de54": "¡Me das ganas de bailar!",
    "0e7b": "¡Necesitas la Piedra de piedra para abrir esta puerta!",
    "f0b2": "¡Necesitas la Piedra del Sol para abrir esta puerta!",
    "6037": "¡Necesitas la Piedra del Árbol para abrir esta puerta!",
    "067b": "¡Necesitas la Piedra de Agua para abrir esta puerta!",
    "526a": "¡Necesitas la Piedra del Viento para abrir esta puerta!",
    "6858": "¡Has abierto la quinta puerta con la Piedra de Piedra!",
    "99a9": "¡Has abierto la primera puerta con la Piedra del Sol!",
    "5fc4": "¡Has abierto la segunda puerta con la Piedra de Agua!",
    "975f": "Has abierto la tercera puerta con la Piedra del Árbol",
    "4b87": "¡Recoges el koala!",
    "9e99": "¡Has recogido el mono!",
    "d00f": "¡Has alquilado un barco!",
    "4c22": "¡No eres del servicio de habitaciones!",
    "0cb0": "¡Una maravilla! ¡Las patatas fritas son increíbles! ¡Whoopee!",
    "05a9": "ff",
    "50e7": "w",
    "5dde": "xx",
    "cd2e": "xxx",
    "eaf1": "xxxxx"
}