{
    "35c8": "Ah-ha! Você encontrou as chaves! Excelente, vou tirar o ônibus agora! Divirta-se!",
    "eade": "Ahhh! Bananas para o Babão! Babão dar pra você a fita do pato!",
    "8ace": "Muito bem! Você encontrou a chave inglesa! Agora vamos entrar e tentar encher a piscina!",
    "388d": "Arf! Arf! Oh... eh, quero dizer QUACK!",
    "91e6": "Até que enfim! Uma raquete de tênis para eu testar minha invenção! Tome, fique com o meu martelo porque não preciso mais dele! ",
    "57ed": "No começo de cada semana, vá direto ao guichê de informações. Lá você terá informações sobre tudo o que está acontecendo no balneário!",
    "a260": "Cuidado com o VULCÃO!",
    "538a": "Garoto, se, pelo menos, eu tivesse um martelo, então eu conseguiria abrir esse maldito coco. Se você conseguir um para mim, eu te direi como conseguir as bananas.",
    "043e": "Queime, garota, queime! Discoteca Inferno!",
    "8e13": "Bolo, por favor!",
    "8681": "Jardins do Balneário Cartoon CARTOON",
    "8703": "Lega! Você conseguiu uma barra de chocolate para mim! Acordo é acordo... aqui está a fita adesiva! Hei, Eu ouvi que a Suzy está monopolizando todo o chicle de bola, ela precisa aprender a dividir!",
    "dc8f": "Puxa vida! Ontem à noite acho que dei uma de sonâmbulo porque quando acordei esta manhã, meus pés estavam encharcados e minha chave inglesa havia sumido!",
    "94c1": "Não alimente os patos!",
    "01b2": "Vá à LUTA!",
    "f09f": "Você gostou da meia?",
    "1517": "Não vá embora ainda! A diversão está apenas começando!",
    "1d2c": "Patinhos! Patinhos! Quero ver os patinhos! VOCÊ viu os patinhos!?!?! Leve-me até os patinhos! ",
    "9d36": "Finalmente, minha mais nova criação está pronta: O Tênis-Tron X35-Z! É o melhor robô jogador de tênis do MUNDO! Agora tudo o que eu preciso é de uma raquete de tênis para fazer o teste com ele! Se você encontrar alguma para mim te dou o meu martelo!",
    "c1d4": "Ótimo! Obrigado pelo martelo... agora eu vou te dizer como conseguir as bananas. Uma das árvores da Ilha do Vulcão pode ser movida. Empurre-a para cima do caminho gramado!",
    "4d3b": "Aqui está o Kit de Primeiros Socorros!",
    "b8a6": "Hei! Você quer meu chicle de bola? Aqui está!",
    "2cd0": "Hei, se você quiser esta fita adesiva super legal, eu troco com você por uma barra de chocolate! A propósito, eu ouvi dizer que você pode alugar barcos na marina!",
    "55c3": "O quê?",
    "00cf": "Não tenho mais nenhum doce para você, OK?!",
    "0e73": "Me sinto bem melhor agora que passei o protetor solar.",
    "b356": "Fiquei sabendo que a raquete de tênis está escondida debaixo do chafariz.",
    "ec38": "Eu realmente gostaria de ter um guarda-sol para ficar deitado na praia mas eu tenho medo que o meu umbigo fique queimado. Você pode achar um para mim?",
    "77fd": "E-eu a-a-cho que-que vi o-o Fazendeiro andando co-com a ch-chave inglesa o-ontem à noite. Ele sempre a leva com ele pa-para todo o lugar quan-quando sai de fé-férias.",
    "b41a": "Acho que vi aquele cão medroso, o Coragem, escondido no mato atrás da minha cabine! Cara, isso me dá arrepios!",
    "1df1": "Estou aborrecido. Eu gostaria de poder ir nadar!",
    "8040": "Só estou nesse lance de pato para pagar as minhas contas.",
    "dc84": "Babão com fome! Quer bananas! Pegue as bananas para o Babão e ele te dará a fita do pato!",
    "fd8c": "Não alimente os patos!",
    "5f08": "Guichê de Informações: /\\n                   |",
    "d8fb": "Cabine do Johnny Bravo.",
    "25a9": "Apenas uma árvore antiga solitária.",
    "eb84": "Talvez eu deva me mudar para uma nova casa..... ",
    "dff1": "O Macaco Loco está se sentindo bem melhor agora.",
    "cabb": "Muito obrigado. Fique com o band-aid do kit, pois é algo de que eu não preciso, portanto não quero ficar com isso!",
    "4fc0": "Não temos mais botes para alugar hoje!",
    "0624": "Chega de protetor solar por hoje!",
    "a4da": "Não tem raquete de tênis aqui!",
    "0f69": "Enfermaria -->",
    "4679": "Oh, não! Perdi as chaves do ônibus em algum lugar por aqui! Ajude-me a encontrá-las. Assim que tirá-lo você poderá entrar no resort!",
    "7bc5": "Oh, que bom! Protetor Solar! Fique com essa meia!",
    "067e": "Oohhh, o sol está tão quente... você poderia achar um protetor solar para que eu não fique toda queimada e ardida?",
    "f4bb": "Por favor, não tire as fontes do lugar.",
    "89ab": "Piscina:\nSiga em frente",
    "40cb": "Casinha das bombas d´água\n<----",
    "0a2a": "QUACK! QUACK! QUACK",
    "709a": "QUACK! QUACK! QUACK!",
    "39f2": "Quark!",
    "fea6": "Barbeie-se e corte o cabelo... é rapidinho!",
    "7f27": "Alguém deve retirar esse ônibus primeiro, antes de você entrar no resort.",
    "a214": "Em breve, o mundo irá admirar meu novo Tênis -Tron X35-Z. Espere para ver!",
    "a614": "Desculpe-me! Não temos mais protetor solar hoje!",
    "4d1e": "Desculpe-me, não temos mais nenhum guarda-sol hoje!",
    "b0c3": "Desculpe, não há discoteca durante o dia!",
    "861a": "Ficando vivo....",
    "e6b3": "JOGUE-ME FORA!",
    "138a": "Obrigado por me ajudar a encontrar a Vaca má! Fique com esse chocolate que achei no meu bolso.",
    "719e": "Obrigado! Aqui, você pode ficar com esta meia!",
    "8dba": "Valeu, cara! Você merece um abraço!",
    "6dab": "A Enfermaria está fechada agora. Desculpe-me",
    "3788": "Desculpe-me, a piscina está fechada.",
    "5290": "Este ônibus está bloqueando a entrada para o balneário!",
    "28fc": "Este é um restaurante chique. Favor voltar quando você estiver usando roupas mais finas!",
    "0c96": "Siga por aqui para a DISCOTECA!",
    "5cea": "Oh ou! Alguém roubou toda a água da piscina e todo mundo quer nadar! Você precisa entrar na casinha das bombas e ajudar a Docinho a encher a piscina novamente. Você precisa encontrar a chave inglesa para liberar a água, mas também deverá coletar outros itens pelo caminho para ajudar a consertar os canos enferrujados da casinha de bombas! \nBoa sorte!",
    "4d7d": "Ai... Babão comer muitas bananas.",
    "b790": "ME DÊ UM BANHO!",
    "a224": "O QUÊ!?!? Eu sou uma ÁRVORE!!!",
    "5424": "Você conseguiu pegar as bananas?",
    "5352": "Que bobão! Sem água na piscina, ninguém pode nadar! Alguém precisa achar a chave inglesa para liberar a água da piscina. Se você encontrá-la, traga-a aqui que eu te ajudarei.",
    "52a8": "Aonde está aquela vaca estúpida?!? Você poderia me ajudar a encontrá-la?! A mãe e o Pai me disseram para não deixar ela ir muito longe! Aaaaa, ela está em grandes problemas!",
    "f2ef": "Aonde está aquela vaca estúpida?!? Você poderia me ajudar a encontrá-la?! A mãe e o Pai me disseram para não deixar ela ir muito longe! Aaaaa, ela está em grandes problemas!",
    "bd30": "YAY! PATOS!! Obrigado! Hei! O que é aquela coisa brilhante logo ali, parecida com uma chave-inglesa?",
    "a99d": "HUM!",
    "c66a": "Você comprou um frasco de protetor solar!",
    "a99c": "Você comprou o protetor solar.",
    "7946": "Você achou um guarda-sol!",
    "0dfb": "Você encontrou as bananas!",
    "578e": "Você encontrou uma raquete de tênis!",
    "bfc1": "Você encontrou a chave inglesa! Viva!",
    "738a": "Você encontrou um conjunto de chaves!",
    "de54": "Você faz com que eu me sinta nas nuvens!",
    "d00f": "Você alugou um bote!",
    "a5d3": "Ei, você aí! Vá buscar o kit de primeiros-socorros. Eu machuquei minha cabeça tentando pular na piscina que não tinha água. Rápido, VAI!",
    "d431": "Meu, você quer outro abraço?!",
    "5504": "Me tira daqui!"
}