{
    "ddf": "¡Bingo! ¡Esta llave funciona! Vamos Scooby-Doo.",
    "201": "¡Mira este espantoso cuadro Scoob! ¡Es casi peor que el fantasma!",
    "0d3": "¡Muy bien todos! ¡Ahora a encontrar quién es realmente el fantasma!",
    "b1d": "Genial! ¡Pongo el libro en la repisa y se abre un pasadizo secreto! ¡Este lugar es de locos!",
    "931": "¡ACÁ VAMOS DE NUEVO! ¡Es el fantasma! ¡Salgamos de aquí Scooby!",
    "661": "¡Hola amigos! El señor Maxwell estaba sentado en este mismo salón cuando desapareció. Quizás haya una pista en esta habitación.",
    "42a": "¡Hola muchachos! Yo soy el jefe de policía local. El mayordomo me llamó para que localice al señor Maxwell. Si encuentran cualquier pista les agradecería que me la muestren.",
    "459": "¡Ey! ¡Encontré una pista! ¡Esta llave debe servir para algo!",
    "1b0": "¡Ey, parece que falta un libro en esta repisa!",
    "22c": "Ey, este cuadro se parece al que encontramos abajo en la sala. Algo raro pasa aquí.",
    "da0": "¡Sabía que no existían los fantasmas! ¡Es hora de desenmascarar a nuestro amigo!",
    "864": "Creo haber visto un libro así abajo. ¿Pero dónde?",
    "666": "¡Uy! ¡Un Banana Split! ¡Quizás esta mansión embrujada no es tan mala después de todo!",
    "a44": "Hay un hilo de pescar desde aquí a la escalera. ¡Ese fantasma no es ningún fantasma en realidad! ¡Es solo una sábana con un alambre!",
    "983": "Hay un hilo de pescar desde aquí a la escalera. ¡Ese fantasma no es ningún fantasma en realidad! ¡Es solo una sábana con un alambre!",
    "aee": "¡Ey! ¿No acabamos de pasar por acá?",
    "347": "¡Ey! ¡Una llave! ¡Veamos de dónde es!",
    "911": "¡Mira esto Scoob! Un guión rechazado escrito por Mac Royson. ¡Creo que esta puede ser una buena pista!",
    "c49": "¡Mira Scoob! Una foto del señor Maxwell, el tío de Daphne con un tipo horroroso. Me pregunto si esto será una pista.",
    "e87": "Ay Scoob... ¡Este lugar sí que es raro!",
    "279": "¡Esta llave entra perfecto! ¡Entremos y veamos si encontramos más pistas!",
    "8bc": "¿Qué puerta rara, no Scoob? Nos lleva de nuevo a donde empezamos.",
    "38a": "¡Gracias a todos por encontrar al señor Maxwell! ¡Hicieron un gran trabajo!",
    "6d4": "¡Gracias de nuevo muchachos! ¡Tengan cuidado con ese fantasma!",
    "422": "¡Gracias por encontrar a mi tío! ¡Les debo una caja llena de galletas de Scooby!",
    "e88": "¡Gracias muchachos por rescatarme! ¡Primero ese fantasma me secuestró, y luego me escondió! ¡Les debo mucho! Vamos a buscar a la policía.",
    "aeb": "Aquí es donde encontramos el alambre.",
    "589": "¡Este cuadro es falso! No sólo eso... ¡Está cubriendo una puerta secreta! ",
    "14b": "Este guión rechazado es una gran clave. Según la nota que hay aquí dentro, el señor Maxwell se negó a producir más films de Mac Royson. ¡Sospecho que esa es la razón por la cual rompieron relaciones!",
    "79c": "No podemos dejar esta espantosa mansión hasta que resolvamos este misterio.",
    "13c": "¡Atrapamos al fantasma! ¡Ahora debemos saber quién es el terror de Hollywood en realidad!",
    "fcb": "¡Tenemos a ese fantsma en donde lo queremos! ¿Pero quién será?",
    "0e2": "Bienvenidos a la Mansión Maxwell. El amo Maxwell ha desaparecido. Por favor ayúden a encontrarlo... ¡Pero tengan cuidado con ese espantodo fantasma, el terror de Hollywood!",
    "813": "¿Qué es esto? Mmmm... una foto del señor Maxwell con Mac Royson. Hacían películas juntos hasta que tuvieron un desacuerdo. ¡Esta podría ser una pista!",
    "723": "Uuuyyyyy.... ¡Parece que todas las puertas de este horroroso lugar están cerradas con llave!",
    "b67": "¡Lo lograste! ¡Estoy tan feliz de que encontraras al señor Maxwell! ¡Ahora vé y encuentra ese fantasma!",
    "cf7": "¡Muchachos, están haciendo un gran tabajo! Sigan buscando pistas.",
    "ada": "¡Encontraron al señor Maxwell! ¡Genial! Vengan conmigo. ¡Vamos a ver quién es ese fantasma en realidad!",
    "d8a": "¡Encontraron al señor Maxwell! ¡Genial! Vengan conmigo. ¡Vamos a ver quién es ese fantasma en realidad!",
    "7e2": "¡Zoinks! ¡Es el terror de Hollywood! ¡Vamos a avisar a la policía!",
    "a3e": "floor",
    "cd0": "g",
    "c9a": "k out!",
    "186": "smapdy!",
    "593": "¡Qué buena biblioteca!",
    "345": "¡Muchachos, están haciendo un gran tabajo! Sigan buscando pistas."
}