{
    "2ba1": "<MUNCH MUNCH MUNCH>",
    "7511": "A disco? Oh no! I thought it was a polka party! I can't wear my lederhosen to a DISCO party. Now I need a new pair of pants!",
    "e3b1": "A giant 70's disco wig? Thanks! This will be the p-p-perfect disguise to hide from me from M-m-mojo Jojo. I'll go to the dance with you!",
    "29b7": "A-ha! A sandwich of tuna! Take this robotic dinosaur as a token of my appreciation! Believe me, I'm a little weary of robots for the time being.",
    "d65d": "AAUGH! Take this octopus out of our house!!!",
    "4a43": "AH! You have brought me a gruesome, crawling pet for my plan. My plan needed a gruesome, crawling pet to make it work and now I have one. This beetle is both gruesome and crawling, for which I am grateful. I will take good care of this pet and he shall be called Lord Bug Master ",
    "dece": "Ahhh! Thank you for this nice inter-dimensional teleportation device. It will work nicely in transporting the disco to another dimension, one that is different from the dimension that the disco is in now. My plan is to transport the disco to the 14th dimension, a place where no disco dancing is allowed! You may now have this lovely knitted blanket that I have knitted as a gift of my gratitude.",
    "cde7": "Are YOU going to where that leisure suit to the dance party tonight?",
    "388d": "Arf! Arf! Oh... uh, I mean QUACK!",
    "eb3d": "Argh! This gold record is scratched!",
    "fc6b": "Aw, man! I might mess up my hair pickin' up that luggage! If you can find the luggage cart, I'll move it. Otherwise: No way, Jose!",
    "89bf": "Awesome! I'm gonna show my new scary lizard to everyone! I think I'll name him Franky!",
    "74d7": "Awww, by Jiminy! I can't believe I've lost my lunch box! Will you find it for me, young person? If you do I will give you the blue leisure suit I own from my disco days!",
    "363a": "Awww, isn't she the cutest little koala you have ever seen?",
    "04dc": "BLAH",
    "9bf4": "Because I wish to ruin tonight's dance party, I need to devise a plan! If I did not wish to ruin the party, I would not need a plan! But since ruining the party is something I wish to do, a plan must be made! QUICKLY! BRING ME A RAYGUN THAT WILL TRANSPORT THE DISCO TO ANOTHER DIMENSION! In return, I will give you this nice blanket that I have finished knitting just now! ",
    "538a": "Boy, if only I had a hammer, then I could open up this darn coconut. If you get one for me, I'll tell you how to get the bananas.",
    "043e": "Burn, baby, burn! Disco Inferno!",
    "014a": "CLOSED!",
    "8681": "Cartoon CARTOON Resort Gardens",
    "5480": "Cartoon CARTOON Summer Resort or BUST!",
    "4e44": "Chicken is SO mean! He got sand in my favorite blankee by using it as a beach towel! I want a NEW blankee and a NEW brother!",
    "96c6": "Congratulations! You have managed to find the suit of armor!",
    "8703": "Cool! You got a chocolate bar for me! A deal's a deal... here's the scotch-tape! Hey, I heard that Suzy is hogging all of the bubble-gum, she needs to learn to share! ",
    "6235": "DELETE ME",
    "6a69": "DELETE ME!",
    "7d72": "DELETE ME!!!",
    "a07f": "Dexter's Cabin\n<---------",
    "ab11": "Dexter's cabin holds no more interest to you.",
    "1ecc": "Do Not Disturb!",
    "94c1": "Do not feed the duckies!",
    "01b2": "Do the HUSTLE!",
    "f09f": "Do you like the sock?",
    "5f5c": "Does this place have cable T.V.?",
    "1517": "Don't leave yet! The fun is just getting started!",
    "ad1c": "Due to my superior intellect, tonight's disco party is not an option. Besides, I am far too short to attract a dance partner.",
    "09af": "Eureka! With these platform shoes, I will be able to attract the perfect dance partner! Not that I am interested in such trivial pursuits, of course. Let's go!",
    "c897": "Ewww! That flower is just not pretty at all, get it away from me!",
    "bcbf": "Excellent! Now I will use this hideousGee-Bee's record to torture all of the guests staying in the hotel! Take these platform shoes in return!",
    "d76f": "Fine, go ahead and move the fountains. See if I care! I QUIT!",
    "0e92": "Franky is the coolest!",
    "84a1": "Franky the lizard. One heck of a reptile! ",
    "ee1f": "Get yer RED-HOT ice-cream here!",
    "d995": "Go Away!",
    "71db": "Go away kid, ya bother me!",
    "67b6": "Good grief! The volcano is going to blow! Don't run away, because the resort needs your help! Courage the Cowardly Dog is trapped inside the caves underneath the volcano. You've got to help save him! First, you will have to get the other animals off the island one at a time (your boat can only carry so much weight). Once you have found someone to take care of each one, the animals will give you special items to help make it through the caves and rescue Courage! Hurry, the volcano could erupt at any moment!",
    "c1d4": "Great! Thanks for the hammer... now will tell you how to get the bananas. One of the trees on Volcano Island can be moved. Push it over top of the grassy patch!",
    "8e7b": "Guess what? I think Blossom has a crush on that boy with the white streaks in his hair! It's SO obvious!",
    "a2f6": "HELLO!",
    "b99f": "Have you found my lunch yet?",
    "ebc8": "Have you saved any other animals from the mean-ol' volcano yet?!?",
    "4d3b": "Here is the First Aid Kit!",
    "4a62": "Hey! Watch it Bub!",
    "65ee": "Hey, I think there's some buried treasure underneath this group of trees! If I had a shovel, I could dig it up!  Who knows? Maybe it's worth something!",
    "3b82": "Hey, cool! You found a lunch box!",
    "2cd0": "Hey, if you want this cool scotch-tape, I'll trade it to ya for a chocolate bar! By the way, I heard that you can rent boats at the marina!",
    "79d2": "Hmmm... a neat little toy shovel. Perhaps it will come it useful....",
    "7a54": "Hmmmmm. I wonder what time it is?",
    "6c35": "Hotel Lobby\n<--------",
    "620f": "Hotel Lobby  ---->",
    "42fe": "How are you feeling?",
    "55c3": "Huh?",
    "784c": "I SELL HATS!",
    "7023": "I bet if I had a scale-covered monster with big bug-eyes I could use it to scare Dee-Dee and Suzy! That would be hilarious!",
    "0471": "I can't tell you the name of the boy who I want to dance with, but I will tell you his initials: I.R.B!!!",
    "3051": "I can't wait for tonight's dance party! Too bad boys are so dumb! I hope there's at least one SMART BOY at tonight's party.",
    "eb19": "I dunno. I kind of like where my house is. Nobody bothers me... usually.",
    "ee68": "I found this silly musical instrument in the disco last night! You can have it if you find me a really pretty flower, none of these will do.....",
    "fff4": "I love cute and fuzzy pets! I'd love to take care of one of those poor animals trapped on the island, but only if's it's cute and fuzzy and doesn't jump around a lot. Better yet, one with a strange-looking nose! That would be perfect!",
    "39d6": "I love my new blankee!",
    "f71a": "I ordered a Big Value Meal at the restaurant, but all I want is the french fries. If you can find me some ketchup, I'll let you have this cheeseburger.",
    "5e43": "I really look up to my new big brother!",
    "5788": "I saw Bubbles writing Courage's name in her notebook yesterday! I bet she likes him!",
    "ec38": "I sure do wish I had an umbrella because I want to lay on the beach but I am afraid that my udder will get burned. Can you find one for me?",
    "dc8a": "I sure wish that I had that w-w-wig back! M-m-mojo Jojo will be at tonight's dance. Unless I w-w-wear s-some sort of disguise, he'll s-s-scare me to d-d-death! ",
    "7206": "I think I will name my pet-rock Mimsyford! YAAAAY!",
    "5237": "I want a kitty-cat!",
    "b51c": "I wish I had a cute little pet rock that I could hold and hug and love all day long! If you find one I will trade you this very pretty flower! ",
    "090e": "I'm so relieved to have my wallet back.",
    "a956": "I'm watchin' you, buddy! Don't even think about it!",
    "a488": "I.R. Baboon like superfly leisure suit! I.R. wear suit and go to disco with you!",
    "4e97": "I.R. Baboon sleepy....",
    "02a3": "I.R. Baboon want look good for party! Superfly disco clothes needed by I.R. Baboon! Bring I.R. a leisure suit and I.R. go with you to dance!",
    "44a7": "I.R. Baboon want to be in band. I.R. Baboon play only one instrument: tambourine. Give I.R. Baboon tambourine and I.R. Baboon give pineapple in exchange.",
    "eb43": "If I had one of those crazy necklaces from the 70's, I'd be the coolest guy at tonight's party!  ",
    "f65d": "If you bring me a Gee-Bee's record, I will give you these old platform shoes from lost and found! By playing the Gee-Bees non-stop, I will make everyone's hotel stay completely miserable!",
    "5f08": "Info Booth: /\\n                   |",
    "e8b1": "Info booth  ---->",
    "d504": "Kitty doesn't do much. Maybe he's sleepy.",
    "d6bf": "Lord Bug Master is hungry...",
    "da1e": "Man, I hate this job, but I wanna make my Mama proud.",
    "997c": "Man, I'm pretty! Boogie fever sure looks good on me! But without a Disco Ball, tonight's disco party might as well be a square dance! If you find that thing, bring it over here so we can get the joint jumpin'!",
    "eb84": "Maybe I should move to a new house..... ",
    "44a5": "Mmmm! This tuna is delicious!",
    "ac0c": "My REAL passion is gardening.",
    "3347": "My plan that I have planned requires a pet of my own. And not just any pet! Mojo Jojo must have a  gruesome pet that will inspire fear and horror! Preferably, this pet would crawl and have a spiky outer shell to protect itself against enemies. A cute and fuzzy animal will not do! Cute and fuzzy animals are not what I require!",
    "36c0": "My sister cow is so dumb! I wish I had a cool BIG BROTHER instead!",
    "4fc0": "No more boats to rent today!",
    "617a": "No more need for a bathing suit. Where are the disco clothes?",
    "6769": "No more sunglasses for sale today!",
    "0f69": "Nurse's Office -->",
    "c03d": "Oh boy! That giant chicken you have is so cool! Let him stay with me and be my new big brother!",
    "e334": "Oh boy!, Thank you very much for finding me a very pretty flower! Take this silly tambourine away!",
    "7f12": "Oh goody! My wallet is found! Thank you so much, young person. Your reward is a crisp ten-dollar bill. Spend it wisely!",
    "a282": "Oh, fiddlesticks and flooey! I seem to have lost my wallet! I don't know what I will do without it! Find my wallet and I will give you a reward!",
    "7f5b": "Oh, good! You got my lunch from that STUPID COW. Enjoy this yummy nut-log as your reward.",
    "fee3": "Oh, thank heavens! You have located my very valuable golden watch and chain! Here, you may have this strange Australian leaf that I found! Have fun!",
    "030a": "Oh, that Ms. Koala Bear is adorable! I will take good care of her and give her a nice home! But, boy, what a weird-lookin' nose! I'm sure glad my nose is normal! Say, would you like my tuna sandwich?",
    "fbd7": "Oooh! I sure hope you are enjoying your stay at our fine resort....hehehe! Anyways, make sure you go to the info booth to see what kind of HIJINX are going on today.",
    "9421": "Ooooo! Pet rocky! I love him! Here! You can have this very pretty flower!",
    "462d": "Ooooo, KITTY! Here, cheese!",
    "607d": "Parking Lot\n<--------",
    "dcc2": "Please do not bother me either now or at this time, for I am very anxious to send the party guests to the 14th dimension as described earlier in my plan.",
    "f4bb": "Please do not move the fountains.",
    "c8a9": "Pretty flower....",
    "0a2a": "QUACK! QUACK! QUACK",
    "709a": "QUACK! QUACK! QUACK!",
    "a137": "REMOVE ME !!!!!!!!!!!!!!!!!!!",
    "8cc5": "STAND BACK! THIS CAR IS PROTECTED BY COBRA!",
    "ad03": "Shave and a hair-cut... two hundred and seventy-three bits!",
    "fc23": "Sleepy...",
    "a614": "Sorry! No more sun-screen today!",
    "4d1e": "Sorry! No more umbrellas today!",
    "662a": "Sorry, no more boats today!",
    "01d4": "Stand clear of Lord Bug Master, apparently he is hungry!",
    "3ea0": "Stay out of the sun.",
    "861a": "Stayin' alive....",
    "e781": "Stupid Cow stole my lunch! She's always complaining that she wants a pet kitty, but Mom won't let her have one. Here, take this stuffed kitty I found in the toy box and give it to her; she'll never know the difference. If you see my lunch, bring it back and I'll give you this nut-log, I don't want it.",
    "6541": "Sunglasses now cost $42,877,000.00. Sorry, inflation.",
    "477e": "Superb! You have found my CD! Take these keys to the disco!",
    "e6b3": "TRASH ME!",
    "2271": "Thank you for tambourine. Take I.R. Baboon's pineapple.",
    "719e": "Thank you! Here, you can have this sock!",
    "8ac9": "Thanks fer the glass of warm milk. Here take this snaggletooth necklace! I don't need it no more.",
    "8a3d": "Thanks for taking that octopus off our hands! We just won't stand for pets who aren't house-broken! ",
    "c642": "Thanks for the kethcup! Here, take my cheeseburger, I don't want it.",
    "7b9e": "Thanks for the shovel! Now I can dig up that treasure!",
    "2c73": "Thanks, man. I'll move that luggage now.",
    "6dab": "The Nurses Office is now closed. Sorry.",
    "3bde": "The beetle has given you the Water Stone in exchange for saving him from the volcano!",
    "6652": "The koala bear has given you the Tree Stone!",
    "9355": "The ostrich has given you the Wind Stone!",
    "3788": "The pool hall is closed! Sorry.",
    "8dc6": "The rest of this treasure chest is filled with REALLY useless junk.",
    "6a88": "These bell-bottoms will work great at the party tonight! Now I'm ready to boogie! I'm coming with you!",
    "86e1": "This",
    "5290": "This bus is blocking the entrance to the resort!",
    "1260": "This is Johnny Bravo's cabin.",
    "28fc": "This is a fancy restaurant. Please come back when you have fancier clothes!",
    "9dd7": "This is an emergancy! I'm supposed to be a D.J. for tonight's party, but I've lost the disco music CD somewhere inside the disco! If you find it, I will let you have the keys to the disco!",
    "f636": "This luggage is blocking the exit!",
    "9c62": "This luggage is blocking the exit.",
    "08cf": "This ostrich is totally nuts-o!",
    "4561": "This star-fish is sleeping, so you grab him and put him in your back-pack! ",
    "0c96": "This way to the DISCO!",
    "8748": "Tonight's the big night! Disco Fever! But wait, what's this? A bunch of resort guests with no one to dance with tonight? Something must be done! You must convince the boys to go to the disco with you tonight and then pair them up with the right dance partner! If you don't, then tonight could end up being very UN-groovy..... ",
    "4af8": "Turns out that treasure chest was just full of junk.",
    "b790": "WASH ME!",
    "a224": "WHAT!?!? I'm a TREE!!!",
    "5c96": "Want to know why I'm sad? I saw a shiny golden thing over near the tennis courts but Mommy wouldn't let me go get it.",
    "ce85": "We have fresh farmer's jewelry!",
    "5424": "Were you able to get the bananas?",
    "ab5d": "When you get inside the maze-like caves underneath the volcano, watch your step! Some spots will send you back to an earlier part of the maze!",
    "436e": "Where IS that easily-frightened canine animal that is known also as Courage....",
    "f2ef": "Where is that stupid Cow?!? Will you help me find her?! Mom and Dad told me not to let her go too far away! Ooooo, She is in big trouble!",
    "4359": "Who's there?",
    "0680": "Window shoppin'!",
    "14cc": "Woah, what's this you found in Dexter's cabin? Another one of his strange machines? Oh, no it's just a toy ray-gun. ",
    "8795": "Wow! A snaggletooth necklace! GET DOWN TONIGHT! Let's go dancin'!",
    "bd30": "YAY! DUCKIES!! Thanks! Hey! What's that shiny, wrenchy-looking thing over there? Oooo, shiny!",
    "4295": "YIPEEE! A brand new blanket for me! In exchange, you can have this glass of warm milk.",
    "a99d": "YUM!",
    "78cc": "Yaaay! Dance parties are so much fun! Do you know if Cow's brother is going to be there? HE'S SO CUTE!   I think I saw a neat toy ray-gun in Dexter's cabin....",
    "f55e": "Yep, just hats... can you believe it?!?",
    "b44a": "Yes! A groovy pair of bell-bottoms!",
    "c66a": "You bought a bottle of sun-screen!",
    "a4af": "You bought a pair of sunglasses!",
    "dd1f": "You cannot exit the disco because the doors are locked!",
    "55fc": "You crazy kids and yer dang disco dancin'! Ye'd best not wake me up tonight, 'cause I get real cranky without at least 12 hours of sleep! If ya bring me a warm glass of milk I'll sleep a sight better. Plus, I'll give ya something extry fer yer trouble.",
    "7946": "You found a beach umbrella!",
    "2209": "You found the 70's music compilation CD!",
    "bf62": "You found the Disco Ball! That's the way -- a-ha, a-ha -- I like it! Let's get on the dance floor!",
    "dad6": "You found the Mayor's wallet!",
    "0dfb": "You found the bananas!",
    "9f65": "You found the fake moustache in Johnny Bravo's cabin!",
    "578e": "You found the tennis-racket!",
    "bb2e": "You have found a Gee-Bee's Golden record!",
    "d750": "You have found a funk-a-delic 70's wig! ",
    "bb9f": "You have no need to buy jewelry.",
    "7796": "You have un-earthed an ancient disco ball!",
    "de54": "You make me feel like dancin'!",
    "6858": "You opened the fifth door with the Stone Stone!",
    "d00f": "You rented a boat!",
    "7499": "You sure are quite a whippersnapper, locating my lunch box! Thanks! Take this crazy old leisure suit!",
    "4c22": "You're not room service!",
    "0cb0": "Yum! French fries are awesome! Whoopee!",
    "ca97": "a",
    "05a9": "ff",
    "10c2": "for",
    "fa51": "is",
    "ab53": "message",
    "2bb8": "secret",
    "50e7": "w",
    "2d71": "x",
    "5dde": "xx",
    "cd2e": "xxx",
    "eaf1": "xxxxx",
    "eb83": "you!"
}